[
    {
        "prep_time": 15,
        "cook_time": 25,
        "total_time": 40,
        "title": "Irish Potato Leek Soup",
        "category": [
            "Soup"
        ],
        "cuisine": "Irish",
        "description": "This simple Irish Potato Leek Soup has only FOUR ingredients and comes together in only 30 minutes! There's no milk or cream in this recipe- just leeks, potatoes, stock, and plenty of butter.",
        "ingredients": [
            "8 tablespoons butter (divided, preferably Irish salted butter, such as Kerrygold)",
            "3 large leeks (white and light green parts only, halved and sliced, washed thoroughly (see notes))",
            "2 - 2½ pounds russet potatoes (about 3 medium potatoes, peeled and diced)",
            "4 cups chicken stock/broth (or vegetable broth for a vegetarian version)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "chopped chives, bacon, and/or sour cream for serving ((optional))"
        ],
        "instructions": [
            "Melt 6 tablespoons of the butter in a large pot over medium heat.",
            "Add the leeks, stir to coat in the butter. Cook for approximately 10 minutes over medium heat, stirring occasionally but not too frequently, until the leeks are meltingly tender and soft. You don't want them to brown- if they are browning, turn down the heat.",
            "While the leeks are cooking, peel and dice the potatoes (2 lbs.) into 1/2\" pieces. Tip: The smaller the pieces are diced, the shorter time the soup will take to cook.",
            "After the leeks are cooked, add the peeled and diced potatoes, chicken broth (4 cups), and some kosher salt and black pepper. Use more salt if you are using unsalted butter and/or low sodium chicken stock. Bring to a boil.",
            "Cover, turn the heat to low, and simmer for 10-15 more minutes, until potatoes are cooked through (use the tines of a fork to test the potatoes - if they pierce them very easily, the potatoes are done).",
            "Use an immersion blender to puree the soup directly in the pot. Alternatively, you can blend it in batches using a standing blender, or you can use a potato masher for a more rustic, lumpy texture.",
            "Turn off heat and stir in the remaining 2 tablespoons of butter until melted. Taste and adjust seasoning if necessary. Tip: Don't be shy with the salt - this soup needs plenty of it!",
            "Serve topped with chopped fresh chives, cracked black pepper, crumbled bacon, and/or sour cream, if desired."
        ],
        "nutrients": {
            "servingSize": "1 cup",
            "calories": "235 kcal",
            "carbohydrateContent": "27 g",
            "proteinContent": "5 g",
            "fatContent": "13 g",
            "saturatedFatContent": "8 g",
            "cholesterolContent": "32 mg",
            "sodiumContent": "143 mg",
            "fiberContent": "2 g",
            "sugarContent": "2 g",
            "transFatContent": "0.5 g",
            "unsaturatedFatContent": "4 g"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/potato-leek-soup/"
    },
    {
        "prep_time": 5,
        "cook_time": null,
        "total_time": 5,
        "title": "Watermelon Feta Salad with Mint",
        "category": [
            "Salad"
        ],
        "cuisine": "American",
        "description": "This simple, three-ingredient watermelon salad with mint involves nothing more than layering fresh, ripe watermelon, crumbled feta cheese, and chopped mint on a platter. You'll have a delicious sweet and salty summer salad perfect for entertaining in only about 5 minutes!",
        "ingredients": [
            "6 cups cubed watermelon",
            "4 oz. crumbled feta cheese ((see notes))",
            "¼ cup chopped fresh mint"
        ],
        "instructions": [
            "Arrange the cubed watermelon on a platter.",
            "Sprinkle the crumbled feta cheese evenly on top of the watermelon, followed by the fresh chopped mint.",
            "Serve immediately (see notes)."
        ],
        "nutrients": {
            "servingSize": "1 cup",
            "calories": "97 kcal",
            "carbohydrateContent": "12 g",
            "proteinContent": "4 g",
            "fatContent": "4 g",
            "saturatedFatContent": "3 g",
            "cholesterolContent": "17 mg",
            "sodiumContent": "218 mg",
            "fiberContent": "1 g",
            "sugarContent": "9 g",
            "unsaturatedFatContent": "2 g"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/watermelon-feta-salad/"
    },
    {
        "prep_time": 5,
        "cook_time": null,
        "total_time": 5,
        "title": "Veggie Wraps with Hummus and Avocado",
        "category": [
            "Sandwich"
        ],
        "cuisine": "American",
        "description": "This fresh veggie wrap features hummus and avocado for a creamy texture as well as protein and healthy fat that will leave you feeling satiated and energized! It's PACKED with whatever fresh vegetables you want and great to prep in advance for weekday lunches.",
        "ingredients": [
            "1 large whole wheat tortilla ((or other kind/flavor of tortilla))",
            "1/2 ripe avocado (thinly sliced)",
            "2 tablespoons hummus (I used plain, but any flavor will work)",
            "½ tablespoon extra-virgin olive oil",
            "1 teaspoon balsamic vinegar",
            "1 cup greens (baby spinach, spring mix, baby arugula, etc.)",
            "salt and pepper (to taste)",
            "1 cup any combination of your favorite veggies",
            "2 tablespoons thinly sliced red onion (preferably pickled, see notes)"
        ],
        "instructions": [
            "In a medium bowl, toss the greens (1 cup) with the olive oil (1 tablespoon), balsamic vinegar (1 teaspoon), and some salt and pepper. Set aside.",
            "Spread hummus (2 tablespoons) in the center of the wrap. Add the sliced avocado on top and sprinkle with salt and pepper. Layer the rest of your veggies (about 1 cup) on top of that.",
            "Add the dressed greens on top of everything and wrap the sandwich like a burrito. See notes for tips on wrapping so it doesn't fall apart. Serve."
        ],
        "nutrients": {
            "calories": "479 kcal",
            "carbohydrateContent": "51 g",
            "proteinContent": "12 g",
            "fatContent": "28 g",
            "saturatedFatContent": "5 g",
            "sodiumContent": "455 mg",
            "fiberContent": "15 g",
            "sugarContent": "4 g",
            "unsaturatedFatContent": "20 g",
            "servingSize": "1 serving"
        },
        "yields": "1 serving",
        "url": "https://www.bowlofdelicious.com/versatile-veggie-wraps/"
    },
    {
        "prep_time": 10,
        "cook_time": 30,
        "total_time": 40,
        "title": "Rosemary Minestrone Soup",
        "category": [
            "Soup"
        ],
        "cuisine": "Italian",
        "description": "Rosemary Minestrone Soup is a fresh and hearty soup that's chock full o' vegetables. It can be made with almost any combination of veggies you have and on the stovetop or slow cooker. It's a warm, cozy alternative to salad in the winter to eat lots of vegetables!",
        "ingredients": [
            "3 tablespoons extra-virgin olive oil",
            "1 onion (finely diced)",
            "4 cloves garlic (finely chopped)",
            "2 ribs celery (finely diced)",
            "2 cups diced butternut squash",
            "1 potato (diced)",
            "4 tablespoons fresh rosemary (chopped (separated into 2 tablespoon measurements))",
            "4 tablespoons fresh parsley (chopped (separated into 2 tablespoons measurements))",
            "8-10 cups chicken stock/broth (or vegetable broth)",
            "salt and pepper (to taste)",
            "1-2 parmesan cheese rinds (optional)",
            "2 tablespoons tomato paste",
            "1 zucchini (sliced and quartered)",
            "1 cup green beans (sliced into 1-inch long pieces)",
            "15 oz. can pinto beans",
            "8 oz. small whole wheat pasta",
            "Grated parmesan cheese for serving (optional)"
        ],
        "instructions": [
            "Saute onions, celery, butternut squash, potato, and two tablespoons each of rosemary and parsley in olive oil until softened in a large pot, about 5 minutes.",
            "Add garlic and tomato paste; stir to coat and saute for about one more minute.",
            "Cover with vegetable broth, season with salt and pepper, and add optional parmesan cheese rind; bring to a boil, cover, and simmer for 30-40 minutes.",
            "Remove parmesan cheese rind, if applicable.",
            "Add pasta, canned beans, zucchini, and green beans, and remaining herbs; stir and simmer for another 10-15 minutes, or until pasta is cooked.",
            "Serve with extra salt and pepper, and parmesan cheese on top if you want!"
        ],
        "nutrients": {
            "calories": "255 kcal",
            "carbohydrateContent": "43 g",
            "proteinContent": "10 g",
            "fatContent": "7 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "1054 mg",
            "fiberContent": "5 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/rosemary-minestrone-soup/"
    },
    {
        "prep_time": 5,
        "cook_time": 5,
        "total_time": 10,
        "title": "Olive Oil Scrambled Eggs with Feta and Tomatoes",
        "category": [
            "Eggs"
        ],
        "cuisine": "Greek",
        "description": "These Olive Oil Scrambled Eggs with Feta and Tomatoes takes only 10 minutes and a handful of ingredients! It's low-carb, gluten free, and high protein, and perfect for the Mediterranean diet.",
        "ingredients": [
            "1 tablespoon extra-virgin olive oil",
            "2 tablespoons diced onion",
            "1/2 cup cherry tomatoes (halved)",
            "2 eggs (beaten)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "2 oz. feta cheese (crumbled (about 1/4 cup))",
            "1 tablespoon chopped fresh parsley (or dill, basil, or chives)",
            "more extra olive oil, feta, and parsley, for serving (optional)"
        ],
        "instructions": [
            "Season the two beaten eggs with a little bit of salt and pepper. Set aside.",
            "Sauté diced onion in a nonstick skillet in the 2 tablespoons olive oil over medium heat until softened (try not to brown them), about 1 minute.",
            "Add the halved cherry tomatoes (1/2 cup) to the skillet and continue sautéing until softened, about 2 minutes.",
            "Add the beaten eggs to the skillet. Use a wooden spoon or spatula to push the eggs into the center of the skillet from the outside, working your way around as they cook.",
            "When the eggs are almost cooked (after about 1 minute), add the feta cheese (2 oz.) and chopped fresh parsley or other herbs (1 tablespoon). Stir and finish cooking until the eggs are only just underdone, about 30 seconds more (they will finish cooking completely on the plate from the residual heat).",
            "Transfer eggs to a plate and sprinkle with extra feta cheese and parsley, drizzle with olive oil, and season with more salt and pepper, if desired. Eat immediately."
        ],
        "nutrients": {
            "calories": "421 kcal",
            "carbohydrateContent": "8.6 g",
            "proteinContent": "20.3 g",
            "fatContent": "35.1 g",
            "saturatedFatContent": "13.2 g",
            "cholesterolContent": "378 mg",
            "sodiumContent": "763 mg",
            "fiberContent": "1.6 g",
            "sugarContent": "6.3 g",
            "servingSize": "1 serving"
        },
        "yields": "1 serving",
        "url": "https://www.bowlofdelicious.com/olive-oil-scrambled-eggs/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 30,
        "title": "Green Chicken Curry with Sweet Potatoes and Spinach",
        "category": [
            "Chicken",
            "Dinner"
        ],
        "cuisine": "Thai",
        "description": "Green Chicken Curry with Sweet Potatoes and Spinach is such an easy, flavor-packed, veggie-packed recipe! This version is dairy free, gluten free, and paleo/whole30 compliant.",
        "ingredients": [
            "2 tablespoons coconut oil (or neutral tasting oil, such as canola)",
            "1 large yellow onion (halved and thinly sliced)",
            "1 medium sweet potato (peeled and cut into 1/2\" cubes or smaller)",
            "1 clove garlic (minced)",
            "2 tablespoons fresh ginger (finely chopped (from about a 2\" piece))",
            "15 oz. can full-fat unsweetened coconut milk",
            "2 tablespoon green curry paste",
            "1 tablespoon honey",
            "2 chicken breasts (cut into 1/2\" cubes (about 1 lb.))",
            "2 cups fresh baby spinach (packed)",
            "1/4 cup fresh cilantro (roughly chopped )",
            "1/4 cup fresh basil (roughly chopped (Thai basil if you can get it))",
            "kosher salt (to taste)",
            "juice of one lime",
            "cooked basmati or jasmine rice and extra cilantro, basil, and lime wedges (for serving, optional)"
        ],
        "instructions": [
            "In a large skillet or pot, heat the coconut oil (2 tablespoons) over medium-high heat. Add the onions. Cook until they've softened and are beginning to brown (about 3 minutes).",
            "Add the garlic and ginger. Stir to combine and sauté for about thirty seconds, or until garlic becomes fragrant.",
            "Shake the can of coconut milk very well before opening it. Pour in the coconut milk, stir, and bring to a simmer.",
            "Add the green curry paste (2 tablespoons) and honey (1 tablespoon). Stir until combined.",
            "Add the chicken and sweet potatoes. Cover and simmer on low until chicken is cooked and sweet potatoes are soft, about 15 minutes.",
            "Turn off heat. Stir in baby spinach, cilantro, and basil leaves until wilted.",
            "Season to taste with salt, if necessary. Add the lime juice and stir.",
            "Serve curry over cooked cooked rice garnished with extra cilantro, basil, and lime wedges, if desired."
        ],
        "nutrients": {
            "calories": "505 kcal",
            "carbohydrateContent": "21 g",
            "proteinContent": "28 g",
            "fatContent": "36 g",
            "saturatedFatContent": "29 g",
            "cholesterolContent": "72 mg",
            "sodiumContent": "179 mg",
            "fiberContent": "4 g",
            "sugarContent": "11 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/green-chicken-curry/"
    },
    {
        "prep_time": 25,
        "cook_time": 40,
        "total_time": 65,
        "title": "Chicken and Spinach Enchiladas Verdes",
        "category": [
            "Dinner"
        ],
        "cuisine": "Mexican",
        "description": "These Chicken and Spinach Enchiladas Verdes are my FAVORITE enchiladas! The recipe is freezable and packed with healthy greens, the chicken is marinated in a delicious jalapeño garlic mixture, and they're topped with jarred roasted tomatillo salsa for a quick and easy shortcut.",
        "ingredients": [
            "1 jalapeño (stem removed and halved)",
            "2 cloves garlic (smashed)",
            "1 small onion (or 1/2 large, quartered)",
            "juice and zest of one lime",
            "2 tablespoons extra-virgin olive oil",
            "2 tablespoons water",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "1.5-2 pounds boneless skinless chicken breasts (or thighs, or a mixture of both, cut into roughly 2-inch pieces)",
            "16 oz. frozen spinach",
            "16 oz. Monterey jack cheese (shredded )",
            "12 flour tortillas",
            "2 cups jarred roasted tomatillo salsa",
            "fresh chopped cilantro and red onions (for garnish (optional))"
        ],
        "instructions": [
            "Put the halved jalapeño, 2 cloves of smashed garlic, quartered onion, lime juice and zest, olive oil (2 tablespoons), water (2 tablespoons, and salt and pepper to taste in a food processor and blend until pureed.",
            "Marinate the cut up chicken pieces in the jalapeño garlic mixture in a plastic bag or airtight container for at least 2 hours or as long as 2 days (or freeze for up to 6 months).",
            "Cook the chicken on high heat in a cast iron (or other thick) skillet for 5-7 minutes on each side, until darkly seared and cooked through completely.",
            "Allow chicken to cool for approximately 10 minutes. Shred with two forks.",
            "Meanwhile, thaw frozen spinach and squeeze out as much water as possible using a wooden spoon in a colander or with a clean kitchen towel.",
            "Mix chicken with thawed spinach and 1/2 of the cheese, with more salt and pepper if necessary.",
            "Warm the 12 tortillas in the microwave for a few seconds, until they are more pliable (to prevent breaking).",
            "Place 1/2 cup salsa in the bottom of a large baking dish (or two small baking dishes).",
            "Fill the tortillas with 1/2-3/4 cup of the mixture and roll up, placing seam side down in the baking dish, until you've filled up the dish or used up all the tortillas/mixture.",
            "Top the tortillas evenly with the remaining salsa.",
            "Top with the remaining cheese.",
            "Bake, covered with foil, for 20 minutes at 375 degrees. Take off the foil and continue baking for another 20 minutes, or until cheese is browned on top.",
            "Serve with chopped fresh cilantro and red onion, if desired."
        ],
        "nutrients": {
            "calories": "665 kcal",
            "carbohydrateContent": "37 g",
            "proteinContent": "50 g",
            "fatContent": "35 g",
            "saturatedFatContent": "17 g",
            "cholesterolContent": "140 mg",
            "sodiumContent": "1006 mg",
            "fiberContent": "4 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/chicken-and-spinach-enchiladas-verdes/"
    },
    {
        "prep_time": 15,
        "cook_time": null,
        "total_time": 15,
        "title": "Chicken Salad with Grapes and Walnuts",
        "category": [
            "Sandwich"
        ],
        "cuisine": "American",
        "description": "This simple, awesome chicken salad with grapes and walnuts is the perfect meal prep recipe for delicious sandwiches all week. Serve on bread or lettuce wraps for a low carb, paleo option.",
        "ingredients": [
            "2 cups cooked chicken (shredded (such as rotisserie))",
            "2/3 cup mayonnaise (or sour cream or Greek yogurt, see notes)",
            "2 tablespoons fresh parsley (chopped)",
            "1/4 cup red onion (finely diced)",
            "1/2 cup red grapes (quartered or halved, depending on size)",
            "1/2 cup celery (diced)",
            "1/4 cup walnuts (chopped)",
            "1/2 teaspoon kosher salt (more or less depending on saltiness of chicken, see notes)",
            "1/4 teaspoon black pepper (plus more if needed)"
        ],
        "instructions": [
            "In a large bowl, mix together the mayonnaise (2/3 cup), salt (1/2 teaspoon), black pepper (1/2 teaspoon), and fresh chopped parsley (2 tablespoons).",
            "Add the shredded chicken (2 cups), halved or quartered grapes (1/2 cup), diced celery (1/2 cup), chopped walnuts (1/4 cup), and diced red onion (1/4 cup). Stir well to combine.",
            "Serve on sandwiches with toasted bread, on lettuce wraps, or on top of a green salad."
        ],
        "nutrients": {
            "calories": "292 kcal",
            "carbohydrateContent": "4 g",
            "proteinContent": "13 g",
            "fatContent": "25 g",
            "saturatedFatContent": "4 g",
            "cholesterolContent": "45 mg",
            "sodiumContent": "395 mg",
            "fiberContent": "1 g",
            "sugarContent": "3 g",
            "transFatContent": "0.05 g",
            "unsaturatedFatContent": "20 g",
            "servingSize": "1 serving"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/awesome-chicken-salad-with-grapes-and-walnuts/"
    },
    {
        "prep_time": 10,
        "cook_time": 25,
        "total_time": 35,
        "title": "Buffalo Chicken Meatballs",
        "category": [
            "Appetizer"
        ],
        "cuisine": "American",
        "description": "Buffalo chicken meatballs are the perfect appetizer, snack, or main! They're awesome added to a salad. Simple chicken meatballs are baked, then tossed with homemade buffalo sauce. A healthier, less messy alternative to wings!",
        "ingredients": [
            "1 egg",
            "1/2 cup plain breadcrumbs (panko or regular is fine)",
            "1/4 cup milk",
            "1/2 teaspoon garlic powder",
            "1/2 teaspoon chili powder",
            "1/2 teaspoon kosher salt",
            "1/4 teaspoon black pepper",
            "6 tablespoons melted butter (divided)",
            "1 lb. ground chicken (or turkey)",
            "1/3 cup hot sauce ((I use Frank's Red Hot))",
            "1 tablespoon ketchup"
        ],
        "instructions": [
            "Preheat your oven to 400 degrees F. Melt 6 tablespoons of butter in a glass measuring cup or small bowl. Brush a layer of the melted butter onto a rimmed baking sheet (optional: line with foil first).",
            "In a large bowl, mix together the egg (1), breadcrumbs (½ cup), milk (¼ cup), garlic powder (½ teaspoon), chili powder (½ teaspoon), kosher salt (½ teaspoon), black pepper (¼ teaspoon), and 2 tablespoons of the melted butter.",
            "Add the ground chicken to the large bowl and mix together with the breadcrumb mixture. I like using my hands for this for the best texture, but feel free to use a spoon if you prefer.",
            "Form 1 ½-inch meatballs (I like using a cookie scoop for this) and place on the prepared baking sheet. Bake at 400 degrees F for 20 minutes, or until internal temperature is 165 degrees F.",
            "Meanwhile, make the buffalo sauce. Add the hot sauce (⅓ cup) and ketchup (1 tablespoon) to the bowl with the remaining melted butter.",
            "Take the meatballs out of the oven and toss with about half the buffalo sauce. Put them back in the oven and broil on high for 3-5 minutes.",
            "Toss the meatballs with the remaining sauce. Serve with blue cheese dressing or ranch for dipping, or add to a salad."
        ],
        "nutrients": {
            "servingSize": "5 meatballs",
            "calories": "379 kcal",
            "carbohydrateContent": "11 g",
            "proteinContent": "23 g",
            "fatContent": "28 g",
            "saturatedFatContent": "14 g",
            "transFatContent": "1 g",
            "cholesterolContent": "163 mg",
            "sodiumContent": "1149 mg",
            "fiberContent": "1 g",
            "sugarContent": "1 g",
            "unsaturatedFatContent": "12 g"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/buffalo-chicken-meatballs/"
    },
    {
        "prep_time": 10,
        "cook_time": 15,
        "total_time": 25,
        "title": "Greek Shrimp with Tomatoes and Feta (Garides Saganaki)",
        "category": [
            "Seafood"
        ],
        "cuisine": "Greek",
        "description": "Garides Saganiki, or Greek Shrimp with Tomatoes and Feta, is a 25-minute, one-skillet recipe that's low-carb, gluten-free, and packed with fresh flavor!",
        "ingredients": [
            "1.5 lbs. large raw shrimp (peeled and deveined)",
            "4 tablespoons extra-virgin olive oil",
            "1/2 teaspoon kosher salt",
            "1/4 teaspoon black pepper",
            "juice and zest of one lemon (about 1 teaspoon zest and 2 tablespoons juice)",
            "3 cloves garlic (minced)",
            "1 small yellow onion (diced (or 1/2 large))",
            "1/2 teaspoon crushed red pepper flakes",
            "1 teaspoon dried oregano (or 1 tablespoon fresh)",
            "28 oz. canned diced tomatoes (preferably fire roasted)",
            "1/4 cup dry white wine (such as sauvignon blanc, chardonnay, or pinot grigio)",
            "6 oz. feta cheese (crumbled)",
            "bread or pita, for serving (optional)"
        ],
        "instructions": [
            "In a small bowl, toss the shrimp with 1 tablespoon of the olive oil, the lemon zest, 1 tablespoon (or half) of the lemon juice, 1 clove of the minced garlic, 1/4 teaspoon of kosher salt, and 1/8 teaspoon black pepper. Stir to coat and set aside.",
            "Sauté the diced onion in 2 tablespoons olive oil over medium-high heat in a large skillet with a cover until softened and starting to brown (about 3 minutes).",
            "Add the remaining 2 cloves minced garlic, crushed red pepper (1/4 teaspoon), and dried oregano (1 teaspoon) to the onions. Stir and continue sautéing until fragrant, about 30 seconds.",
            "Add the white wine (1/4 cup) and remaining lemon juice (about 1 tablespoon) and stir to deglaze, scraping any browned bits from the bottom. Add the diced tomatoes (28 oz.) , and the remaining 1/4 teaspoon kosher salt, and 1/8 teaspoon black pepper to the skillet. Stir and bring to a simmer (you can cover if it gets too bubbly).",
            "Add the shrimp and any juices from the bowl into the tomato mixture and stir together. Cover and simmer for about 5 minutes, or until shrimp are almost cooked.",
            "Sprinkle the crumbled feta (6 oz.) on top and simmer uncovered for another 2-4 minutes, until shrimp are completely cooked and feta has melted (you can add the cover if it's splattering, but simmering uncovered will help it thicken a bit). Drizzle remaining 1 tablespoon of olive oil on top.",
            "Serve, preferably with crusty bread, crostini, pita, rice, grits, or pasta, garnished with fresh parsley if desired."
        ],
        "nutrients": {
            "calories": "431 kcal",
            "carbohydrateContent": "13 g",
            "proteinContent": "41 g",
            "fatContent": "23 g",
            "saturatedFatContent": "7 g",
            "cholesterolContent": "454 mg",
            "sodiumContent": "2219 mg",
            "fiberContent": "3 g",
            "sugarContent": "7 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/greek-shrimp/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 30,
        "title": "Chicken and Broccoli Linguine with Lemon Butter Basil Sauce",
        "category": [
            "Pasta"
        ],
        "cuisine": "Italian",
        "description": "This chicken and broccoli linguine with lemon butter basil sauce recipe is creamy without any milk or cream. Full of bright, fresh flavor and packed with good for you broccoli.",
        "ingredients": [
            "8 oz. linguine",
            "4 cups broccoli florets",
            "2 tablespoons butter (divided)",
            "1 tablespoon extra-virgin olive oil",
            "1 lb. boneless skinless chicken breasts (cut into 1\" cubes (or thighs))",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "juice and zest of one lemon",
            "2 cloves garlic (minced or finely chopped)",
            "1/2 cup dry white wine (such as pinot grigio or sauvignon blanc)",
            "1 cup chicken stock/broth",
            "1/4 cup Pecorino Romano cheese (finely grated, or parmesan)",
            "2 tablespoons fresh basil (cut chiffonade or chopped)",
            "1/4 cup slivered almonds (or sliced)",
            "extra salt and pepper, lemon zest, Romano cheese, and fresh basil (for serving (optional))"
        ],
        "instructions": [
            "Cook the pasta according to directions in a large pot of heavily salted water. 3 minutes before it's al dente, remove 1/2 cup pasta water and reserve for later. Add the broccoli florets to the water and boil with the pasta. Drain the pasta and broccoli until it's almost cooked, just before al dente.",
            "Meanwhile, season cubed chicken breasts liberally with salt and pepper, as well as the zest from the lemon.",
            "Sauté the chicken in a large skillet over medium high heat in 1 tablespoon butter and 1 tablespoon olive oil, until browned and fully cooked. Don't worry about it sticking to the bottom of the pan- you'll deglaze it in a moment.",
            "Remove the chicken and set aside on a plate. Add the minced garlic (2 cloves) to the pan and sauté until fragrant (about 30 seconds).",
            "Add the white wine (1/2 cup) to the pan to deglaze it, using a wooden spoon to scrape up any browned bits from cooking the chicken and garlic. Turn heat to medium and simmer until almost all of the liquid from the wine is gone.",
            "Add the chicken stock (1/2 cup) and stir.",
            "Add the drained linguine and broccoli, as well as the 1/4 cup reserved pasta water. Continue cooking over medium heat until sauce thickens and pasta cooks all the way through- about 2 minutes. Add the cooked chicken back in.",
            "Remove from heat and stir in lemon juice, remaining 1 tablespoon butter, fresh basil (2 tablespoons), Pecorino Romano cheese (1/4 cup), and slivered almonds (1/4 cup). Stir until cheese has fully melted.",
            "Serve immediately with extra cheese, lemon zest, fresh basil, and/or salt and pepper, if desired."
        ],
        "nutrients": {
            "calories": "545 kcal",
            "carbohydrateContent": "52 g",
            "proteinContent": "38 g",
            "fatContent": "18 g",
            "saturatedFatContent": "6 g",
            "cholesterolContent": "94 mg",
            "sodiumContent": "507 mg",
            "fiberContent": "5 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/chicken-and-broccoli-linguine-with-lemon-butter-basil-sauce/"
    },
    {
        "prep_time": 10,
        "cook_time": 15,
        "total_time": 20,
        "title": "Creamy Italian Chicken Gnocchi Soup",
        "category": [
            "Soup"
        ],
        "cuisine": "Italian",
        "description": "This Chicken Gnocchi Soup with Spinach is creamy, rich, and it only takes 20 minutes to make this Olive Garden copycat Italian recipe!",
        "ingredients": [
            "2 tablespoons butter (or olive oil)",
            "1 large yellow onion (diced (about 1.5 cups))",
            "2 large carrots (diced (about 1.5 cups))",
            "2 ribs celery (plus leaves if available, diced (about 1.5 cups))",
            "1 teaspoon dried thyme (or 1 tablespoon fresh)",
            "1 teaspoon dried oregano (or 1 tablespoon fresh)",
            "2 cloves garlic (minced)",
            "1/4 cup all-purpose flour",
            "4 cups chicken stock/broth (preferably low-sodium)",
            "16 oz. potato gnocchi (store-bought or homemade)",
            "2 cups cooked shredded or chopped chicken (such as rotisserie or leftover roast chicken)",
            "2 cups roughly chopped fresh spinach ((about 5 oz.))",
            "1 cup half and half (or whole milk, or heavy cream)",
            "1 cup grated parmesan cheese ((about 3 oz.))",
            "kosher salt and black pepper (to taste)"
        ],
        "instructions": [
            "Sauté veggies in butter.",
            "In a large heavy pot or Dutch oven, melt the butter (2 tablespoons) over medium-high heat. Add the diced onion (1), diced carrots (2), diced celery (2 ribs), the thyme (1 teaspoon), and the oregano (1 teaspoon). Stir to coat in the butter and sauté until vegetables are softened and browned, stirring occasionally, about 5 minutes.",
            "Add garlic.",
            "Add the minced garlic (2 cloves), stir, and sauté until fragrant (about 15-30 seconds).",
            "Add flour.",
            "Add the flour (1/4 cup) and stir to coat the veggies. Cook for about 1 minute, stirring frequently.",
            "Add chicken broth.",
            "Pour in the chicken broth (4 cups) and stir to scrape up any stuck-on bits on the bottom and make sure all the flour is dissolved. Bring to a gentle boil.",
            "Add gnocchi.",
            "Add the gnocchi (16 oz.) and simmer uncovered for about 3 minutes, until gnocchi are cooked and start to float to the top.",
            "Add remaining ingredients.",
            "Stir in the cooked chicken (2 cups), chopped fresh spinach (2 cups), half and half (1 cup), and grated parmesan (3/4 cup). Continue heating and stirring frequently until spinach is wilted, cheese is melted, and chicken is heated through (about 3 minutes).",
            "Season and serve.",
            "Season with kosher salt and black pepper to taste. Serve."
        ],
        "nutrients": {
            "servingSize": "1.5 cups",
            "calories": "368 kcal",
            "carbohydrateContent": "30 g",
            "proteinContent": "28 g",
            "fatContent": "16 g",
            "saturatedFatContent": "8 g",
            "cholesterolContent": "86 mg",
            "sodiumContent": "680 mg",
            "fiberContent": "2 g",
            "sugarContent": "2 g"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/chicken-gnocchi-soup/"
    },
    {
        "prep_time": 10,
        "cook_time": 480,
        "total_time": 490,
        "title": "Slow Cooker Stuffed Cabbage Casserole",
        "category": [
            "Slow Cooker"
        ],
        "cuisine": "Italian",
        "description": "This paleo slow cooker stuffed cabbage casserole tastes just like stuffed cabbage, but SO MUCH SIMPLER to make! Just mix in your slow cooker and turn on. Plus, it's Whole30 and Paleo approved!",
        "ingredients": [
            "1/2 cabbage (roughly sliced (about 4-5 cups total))",
            "1 onion (diced)",
            "3 cloves garlic (finely chopped or minced)",
            "1.5 lbs. ground beef ((uncooked))",
            "15 oz. canned crushed tomatoes",
            "2 cups cauliflower rice ((see notes))",
            "4 tablespoons butter (or ghee)",
            "1 tablespoon Italian Seasoning",
            "1/2 teaspoon crushed red pepper",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "1/2 cup finely chopped fresh parsley"
        ],
        "instructions": [
            "Stir together all ingredients except fresh parsley in a 7-8 quart slow cooker, making sure it's well combined.",
            "Cook on low for 7-8 hours or high for 3.5-4 hours, or until beef is fully cooked.",
            "Stir in fresh parsley.",
            "Serve!"
        ],
        "nutrients": {
            "calories": "424 kcal",
            "carbohydrateContent": "15 g",
            "proteinContent": "23 g",
            "fatContent": "31 g",
            "saturatedFatContent": "14 g",
            "cholesterolContent": "101 mg",
            "sodiumContent": "273 mg",
            "fiberContent": "5 g",
            "sugarContent": "7 g",
            "servingSize": "1 serving"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/slow-cooker-spicy-stuffed-cabbage-casserole-whole30-and-paleo-approved/"
    },
    {
        "prep_time": 5,
        "cook_time": 25,
        "total_time": 30,
        "title": "Authentic Bucatini all'Amatriciana",
        "category": [
            "Pasta"
        ],
        "cuisine": "Italian",
        "description": "This authentic Bucatini all'Amatriciana recipe is the real deal- made with no garlic- just a simple tomato sauce and the highest quality ingredients. You can make this amazing Italian pasta from scratch in only 30 minutes!",
        "ingredients": [
            "2 tablespoons extra virgin olive oil",
            "6 oz. guanciale or pancetta (chopped into 1/4 inch pieces (see notes))",
            "1/2 teaspoon crushed red pepper",
            "1 small yellow onion (minced (about 1/2 cup))",
            "1/4 cup red wine (or dry white- see notes)",
            "28 oz. canned crushed tomatoes ((see notes))",
            "16 oz. bucatini (or other pasta shape, preferably bronze-cut)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "2 oz. pecorino Romano cheese (finely grated)"
        ],
        "instructions": [
            "Heat the olive oil (2 tablespoons) in a large, deep skillet over medium-high heat.",
            "Add guanciale/pancetta (6 oz.)- sauté until crispy and golden (about 5 minutes).",
            "Stir in crushed red pepper (1/2 teaspoon) and sauté for 10 seconds. Add onions and sauté until golden and softened, about 3 minutes.",
            "Add red wine (1/4 cup)- stir until mostly evaporated, scraping up any browned bits from the bottom of the pan (about 2 minutes).",
            "Stir in crushed tomatoes (28 oz.), season with salt and pepper to taste, and bring to a low simmer. Cook uncovered for 15 minutes.",
            "Meanwhile, bring a large pot of heavily salted water to a boil. Cook pasta according to directions, stopping cooking one minute before it's al dente.",
            "Reserve 1 cup of pasta water. Drain pasta and add to tomato sauce, or use tongs to add it to the sauce directly from the pan.",
            "Toss pasta with tomato sauce and add 1/4 cup of the pasta water. Turn heat to high and continue to toss pasta with sauce, adding more pasta water as needed until sauce thickens and coats every noodle (I used about 1/2 cup total).",
            "Turn off heat. Add half (1 oz.) of the cheese to the pasta and stir until it's incorporated into the sauce.",
            "Serve immediately topped with remaining cheese and more pepper to taste."
        ],
        "nutrients": {
            "calories": "401 kcal",
            "carbohydrateContent": "52 g",
            "proteinContent": "14 g",
            "fatContent": "15 g",
            "saturatedFatContent": "5 g",
            "cholesterolContent": "21 mg",
            "sodiumContent": "363 mg",
            "fiberContent": "4 g",
            "sugarContent": "7 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/30-minute-authentic-bucatini-all-amatriciana/"
    },
    {
        "prep_time": 5,
        "cook_time": null,
        "total_time": 5,
        "title": "Cilantro Jalapeno Pesto",
        "category": [
            "Sauces"
        ],
        "cuisine": "Italian",
        "description": "This cilantro jalapeño pesto is fresh, spicy, flavorful, and healthy, without being overwhelmingly cilantro-ey. It takes only 5 minutes and about $3!",
        "ingredients": [
            "1/2 cup almonds (whole, sliced, or slivered)",
            "1 bunch cilantro (large stems removed)",
            "1 jalapeño (seeds removed, if you want a mild pesto)",
            "1 clove garlic",
            "salt and pepper (to taste)",
            "1/4 cup extra-virgin olive oil (plus more if necessary)"
        ],
        "instructions": [
            "If using whole almonds, pulse in food processor until coarsely ground. Otherwise, skip to step two.",
            "Place all ingredients except for olive oil in food processor and turn on.",
            "While food processor is running, add olive oil (1/4 cup). If consistency of pesto is too thick, add more olive oil until you have the desired consistency."
        ],
        "nutrients": {
            "calories": "113 kcal",
            "carbohydrateContent": "2 g",
            "proteinContent": "2 g",
            "fatContent": "11 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "1 mg",
            "fiberContent": "1 g",
            "sugarContent": "1 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/cilantro-jalapeno-pesto/"
    },
    {
        "prep_time": 10,
        "cook_time": null,
        "total_time": 10,
        "title": "Tzatziki Greek Yogurt Chicken Salad",
        "category": [
            "Salad"
        ],
        "cuisine": "Greek",
        "description": "Cool, tangy, refreshing, and healthy- this tzatziki chicken salad is mixed with Greek yogurt, cucumber, herbs, vinegar, and spices for an easy meal!",
        "ingredients": [
            "2 cups cooked shredded chicken (such as rotisserie)",
            "1/2 cup Greek yogurt",
            "1/2 cucumber (grated, and liquid squeezed out with a clean towel)",
            "1/4 cup fresh chopped herbs (parsley, mint, chives, scallions, and/or dill)",
            "1 small clove garlic (minced)",
            "1 tablespoon fresh lemon juice (or red wine vinegar)",
            "kosher salt and black pepper (to taste)"
        ],
        "instructions": [
            "Combine all ingredients in a medium bowl. Taste and adjust seasoning if necessary.",
            "Cover and refrigerate until you are ready to serve.",
            "Serve chicken salad in pita bread, in lettuce wraps, or on crackers/toast."
        ],
        "nutrients": {
            "calories": "139 kcal",
            "carbohydrateContent": "2 g",
            "proteinContent": "20 g",
            "fatContent": "5 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "54 mg",
            "sodiumContent": "64 mg",
            "fiberContent": "1 g",
            "sugarContent": "1 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/tzatziki-greek-yogurt-chicken-salad/"
    },
    {
        "prep_time": 5,
        "cook_time": 25,
        "total_time": 30,
        "title": "Oven Broiled Tandoori Chicken",
        "category": [
            "Chicken"
        ],
        "cuisine": "Indian",
        "description": "This Oven Broiled Tandoori Chicken is super flavorful, charred, and smoky- just like at your favorite Indian restaurant! This healthy, low carb recipe takes only 20 minutes to cook and is perfect on its own or in your favorite Indian chicken dish.",
        "ingredients": [
            "1.5 lbs. chicken breast meat (cut into pieces)",
            "1/2 cup Greek yogurt*",
            "1 teaspoon Garam Masala",
            "1/4 teaspoon cayenne pepper",
            "1 teaspoon smoked paprika",
            "1/2 teaspoon ground turmeric",
            "salt and pepper (to taste)",
            "juice of one lime",
            "cilantro and lime wedges for serving (optional)"
        ],
        "instructions": [
            "Combine all ingredients together in a large bowl or gallon-sized plastic bag. Stir (or smush around, if in a bag), to coat the chicken evenly. Cover and marinate for at least one hour, and up to overnight, in the refrigerator.",
            "Place the chicken on a baking rack in a foil-lined rimmed baking sheet.",
            "Broil for ten minutes on each side, or until chicken is charred and fully cooked (see notes).",
            "Serve with extra lime wedges and garnish with cilantro, if desired."
        ],
        "nutrients": {
            "calories": "214 kcal",
            "carbohydrateContent": "2 g",
            "proteinContent": "39 g",
            "fatContent": "5 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "110 mg",
            "sodiumContent": "207 mg",
            "sugarContent": "1 g",
            "fiberContent": "1 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/oven-broiled-tandoori-chicken/"
    },
    {
        "prep_time": 20,
        "cook_time": 30,
        "total_time": 50,
        "title": "Sweet Potato and Black Bean Veggie Burgers",
        "category": [
            "Veggie Burger"
        ],
        "cuisine": "American",
        "description": "These veggie burgers are full of flavor and amazingly healthy. They have a great texture and they hold up well when you bake them without being dry or mushy! And they are SO easy to make!",
        "ingredients": [
            "15 oz. canned black beans (drained and rinsed)",
            "1 cup sweet potato (grated (1 small sweet potato, raw))",
            "2 eggs (see notes for alternative)",
            "1/2 cup fresh cilantro (chopped)",
            "2 cloves garlic (minced)",
            "1 small yellow onion (finely chopped or grated)",
            "1/2 cup sunflower seeds (preferably toasted)",
            "1 cup quick cooking oats",
            "1 tablespoon extra-virgin olive oil",
            "2 tablespoons soy sauce",
            "1 teaspoon chili powder",
            "1 teaspoon dried oregano",
            "1 teaspoon cumin",
            "1/4 teaspoon cayenne pepper",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "buns, sprouts, mayo, lettuce, tomato, avocado, etc. (for serving (optional))"
        ],
        "instructions": [
            "Combine all ingredients in a large mixing bowl.",
            "If time allows, refrigerate the mixture for a minimum of four hours (or as long as a few days).",
            "Remove from refrigerator and press the mixture down to form a flat surface, then slice the mixture like a cake into eight equal portions.",
            "Form the mixture into 8 patties and place on a parchment covered baking sheet.",
            "Bake at 350 degrees for 30 minutes, flipping over halfway through.",
            "Serve on a toasted bun with sprouts, cucumbers, red onions, tomato, lettuce, mayo, or whatever other toppings you want!"
        ],
        "nutrients": {
            "calories": "192 kcal",
            "carbohydrateContent": "23 g",
            "proteinContent": "9 g",
            "fatContent": "8 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "41 mg",
            "sodiumContent": "487 mg",
            "fiberContent": "6 g",
            "sugarContent": "2 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/sweet-potato-and-black-bean-veggie-burgers-vegan-optional/"
    },
    {
        "prep_time": 2,
        "cook_time": 8,
        "total_time": 10,
        "title": "Pan-Seared Salmon Bites with Honey Sesame Soy Sauce",
        "category": [
            "Fish"
        ],
        "cuisine": "American",
        "description": "These salmon bites are tossed in a sesame soy honey marinade and seared to crispy perfection in a skillet for an easy 10-minute, 5-ingredient recipe!",
        "ingredients": [
            "1.5 - 2 lbs. salmon (cut into 1\" cubes)",
            "1 tablespoon toasted sesame oil",
            "2 tablespoons soy sauce",
            "1 tablespoon honey",
            "1 tablespoon canola oil",
            "2 teaspoons sriracha or chili garlic sauce ((optional, for a spicy version, more or less according to preference))",
            "green onions and sesame seeds (for garnish (optional))"
        ],
        "instructions": [
            "Place the cubed salmon into a shallow bowl or glass container. Mix together the soy sauce (2 tablespoons), toasted sesame oil (1 tablespoon), honey (1 tablespoon), and sriracha, if using (1-2 teaspoons) in a small bowl or glass measuring cup. Pour over the salmon and toss to coat well. For best results, allow to marinate for 30 minutes or up to 6 hours in the fridge, or proceed immediately with cooking.",
            "Heat a large skillet over medium-high heat until very hot. A nonstick or stainless steel skillet will only take 30 seconds to a minute to heat, whereas a heavy skillet like cast iron may take a few minutes.",
            "Add the canola oil (1 tablespoon) to the skillet and swirl to coat. Use tongs to remove the salmon cubes from the bowl of marinade and add them to the skillet (skin side down, if it has skin) and sear for 2-3 minutes, or until nice and brown. You should have some marinade left in the bowl. Flip the salmon using tongs and sear on the other side for 2-3 minutes, or until browned on the other side and fully cooked (see notes).",
            "Pour any remaining marinade into the skillet and toss salmon to coat in the sauce.",
            "Serve, garnished with sliced green onions and sesame seeds, if desired."
        ],
        "nutrients": {
            "calories": "325 kcal",
            "carbohydrateContent": "5 g",
            "proteinContent": "35 g",
            "fatContent": "18 g",
            "saturatedFatContent": "2 g",
            "transFatContent": "0.01 g",
            "cholesterolContent": "94 mg",
            "sodiumContent": "578 mg",
            "fiberContent": "0.1 g",
            "sugarContent": "4 g",
            "unsaturatedFatContent": "14 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/salmon-bites/"
    },
    {
        "prep_time": 2,
        "cook_time": 8,
        "total_time": 10,
        "title": "Green Machine Zucchini and Spinach Frittata",
        "category": [
            "Breakfast"
        ],
        "cuisine": "Italian",
        "description": "This Green Machine Zucchini and Spinach Frittata is packed with good-for-you veggies, Whole30/Paleo approved, and takes 10 minutes to make! A special trick is used to make it really quick and easy, and creamy- never dry.",
        "ingredients": [
            "1 medium zucchini (diced)",
            "2 cups fresh spinach (packed)",
            "8 eggs",
            "1/4 cup fresh cilantro (chopped (and/or parsley or dill))",
            "3 scallions (chopped)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "2 tablespoons extra-virgin olive oil (or butter)",
            "avocado and/or hot sauce (for serving (optional))"
        ],
        "instructions": [
            "Sauté zucchini over medium high heat in a cast iron (or other oven safe) skillet in the olive oil (2 tablespoons). Season with salt and pepper.",
            "Add spinach; saute until wilted.",
            "Meanwhile, beat eggs in a bowl and mix in cilantro and scallions. Season with salt and pepper.",
            "Add egg mixture to skillet and stir. Continue stirring and folding up from the bottom until eggs are just starting to cook.",
            "Place entire skillet under the broiler on high for five minutes, or until top is just starting to brown and eggs are set.",
            "Serve with sliced avocado and hot sauce, if desired."
        ],
        "nutrients": {
            "calories": "203 kcal",
            "carbohydrateContent": "3 g",
            "proteinContent": "12 g",
            "fatContent": "16 g",
            "saturatedFatContent": "4 g",
            "cholesterolContent": "327 mg",
            "sodiumContent": "143 mg",
            "fiberContent": "1 g",
            "sugarContent": "2 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/green-machine-zucchini-and-spinach-frittata/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 30,
        "title": "Jamaican Jerk Grilled Chicken",
        "category": [
            "Dinner"
        ],
        "cuisine": "Jamaican",
        "description": "This jerk seasoning is BURSTING with amazing Caribbean flavors- spicy, savory, salty, sweet, and extremely aromatic with the addition of allspice, cinnamon, and nutmeg. Use the seasoning on grilled chicken, fish, or vegetables, or mix with melted butter and brush on corn on the cob. You will want to put it on EVERYTHING!",
        "ingredients": [
            "1 lbs. chicken drumsticks (or thighs, or breasts)",
            "4 ears corn (husked)",
            "1 tablespoon butter (melted)",
            "2 scallions (sliced thinly and finely chopped)",
            "1 large or 2 small jalapenos finely chopped (de-seed if you do not want it to be spicy)",
            "2 cloves garlic (minced)",
            "1/2 tablespoon dried minced onion",
            "1/2 tablespoon ground allspice",
            "1/2 teaspoon fresh cracked pepper",
            "1/2 teaspoon salt",
            "1/2 teaspoon cinnamon",
            "1/2 teaspoon ground nutmeg",
            "1/2 teaspoon dried thyme",
            "2 tablespoons soy sauce",
            "2 tablespoons extra-virgin olive oil",
            "1 tablespoon honey"
        ],
        "instructions": [
            "Combine all ingredients (except for the chicken and corn) in a gallon-sized freezer bag, bowl, or container. Reserve 1 teaspoon seasoning.",
            "Add chicken to bag or bowl; toss to coat.",
            "Marinate in refrigerator for at least 20 minutes, but preferably overnight.",
            "Sear chicken skin-side down on grill pan or heavy skillet for approximately 2 minutes. Grill on other side for approximately 2 minutes. Transfer chicken to baking sheet (or keep in skillet if oven proof). Bake the chicken at 375 for approximately 20 minutes or until cooked. (alternatively, you can bake the chicken for the entire time for 30 minutes, or until cooked.)",
            "Meanwhile, cook corn however you like (I recommend boiling or grilling).",
            "When chicken and corn are ready, mix melted butter with reserved jerk seasoning and brush on corn.",
            "Eat with lots of napkins."
        ],
        "nutrients": {
            "calories": "379 kcal",
            "carbohydrateContent": "25 g",
            "proteinContent": "24 g",
            "fatContent": "22 g",
            "saturatedFatContent": "6 g",
            "cholesterolContent": "112 mg",
            "sodiumContent": "953 mg",
            "fiberContent": "2 g",
            "sugarContent": "11 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/jamaican-jerk-chicken-and-corn/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Za'atar Roasted Chickpea Salad",
        "category": [
            "Salad"
        ],
        "cuisine": "Mediterranean",
        "description": "This Roasted Chickpea Salad recipe features Mediterranean ingredients like cucumber, fresh herbs, and feta with Za'atar for flavor and spice.",
        "ingredients": [
            "15 oz. canned chickpeas (drained and rinsed)",
            "2 tablespoons extra-virgin olive oil (divided)",
            "1 teaspoon kosher salt (divided (see notes))",
            "1 tablespoon za'atar ((see notes))",
            "4 oz. spring mix (or baby greens - arugula, spinach, lettuce, a mix, etc. (about 4 cups))",
            "1/4 cup roasted red pepper strips",
            "1 cup sliced English cucumber ((about half a cucumber))",
            "4 oz. crumbled feta cheese ((about 1 cup))",
            "8 oz. cherry tomatoes (halved (about 2 cups))",
            "1/4 cup very thinly sliced red onion ((about one quarter of a large onion))",
            "1/4 cup chopped fresh herbs (such as parsley, dill, basil, or mint)",
            "fresh cracked black pepper (to taste, if needed)"
        ],
        "instructions": [
            "Preheat oven and prepare baking sheet.",
            "Preheat oven to 400 degrees and line a rimmed baking sheet with parchment paper.",
            "Season chickpeas and roast.",
            "In a large bowl, mix the drained and rinsed chickpeas (15 oz. / 1 small can) with 1 tablespoon of the extra-virgin olive oil, 1/2 teaspoon of the kosher salt, and the za'atar (1 tablespoon). Transfer to prepared baking sheet and roast for 10 minutes.",
            "Toss greens.",
            "While chickpeas are roasting, add the spring mix (4 oz / about 4 cups) to the bowl you mixed the chickpeas in (do NOT rinse the bowl - leave any leftover za'atar and oil in there!). Add 1/2 tablespoon extra-virgin olive oil and 1/4 teaspoon kosher salt and toss to combine (the greens will wilt down a bit from vigorous tossing with the oil). Transfer to a large plate, platter, or shallow large bowl.",
            "Toss remaining ingredients.",
            "In the same large mixing bowl, add the roasted red pepper strips (1/4 cup), sliced English cucumber (1 cup), crumbled feta cheese (4 oz. / 1 cup), halved cherry tomatoes (8 oz.), thinly sliced red onion (1/4 cup), and chopped fresh herbs (1/4 cup) along with the remaining 1/2 tablespoon olive oil and 1/4 teaspoon kosher salt. Add in the roasted chickpeas. Toss together and spread on top of the spring mix.",
            "Serve.",
            "Add some fresh cracked black pepper on top of the salad and serve immediately."
        ],
        "nutrients": {
            "calories": "260 kcal",
            "carbohydrateContent": "22 g",
            "proteinContent": "11 g",
            "fatContent": "15 g",
            "saturatedFatContent": "5 g",
            "cholesterolContent": "25 mg",
            "sodiumContent": "1332 mg",
            "fiberContent": "6 g",
            "sugarContent": "3 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/roasted-chickpea-salad/"
    },
    {
        "prep_time": 15,
        "cook_time": 45,
        "total_time": 70,
        "title": "Lemon Olive Oil Cake",
        "category": [
            "Dessert"
        ],
        "cuisine": "Mediterranean",
        "description": "This easy Lemon Olive Oil Cake comes together with one bowl, no mixer, and is packed with healthy fats, yogurt, and light lemon flavor!",
        "ingredients": [
            "¾ cup extra-virgin olive oil (plus more for greasing the pan)",
            "1 tablespoon lemon zest (from about 2-3 lemons, preferably Meyer)",
            "¼ cup freshly squeezed lemon juice (from about 2-3 lemons, preferably Meyer)",
            "1 cup sugar",
            "3 large eggs",
            "1 cup plain yogurt (Greek or regular is fine, see notes)",
            "½ teaspoon kosher salt",
            "½ teaspoon baking powder",
            "½ teaspoon baking soda",
            "1 ½ cups all-purpose flour",
            "confectioners sugar (for dusting the top, optional)"
        ],
        "instructions": [
            "Line a 9\" circular cake pan with parchment paper (I use a pencil to trace an outline of the bottom of the pan on the paper, then cut slightly inside the line) and grease generously with olive oil, under and over the parchment paper and up the sides of the pan. Preheat your oven to 325 degrees F and place an oven rack in the top third of the oven.",
            "In a large bowl, whisk together the olive oil (¾ cup), lemon zest (1 tablespoon), lemon juice (¼ cup), sugar (1 cup), eggs (3), yogurt (1 cup), kosher salt (½ teaspoon), baking powder (½ teaspoon), and baking soda (½ teaspoon).",
            "Add the flour (1 ½ cups) and whisk until well-combined.",
            "Pour the batter into the prepared cake pan. Bake at 325 degrees F in the top third of the oven for 45-60 minutes, or until toothpick inserted in center of the cake comes out clean (see notes).",
            "Allow the cake to cool in the pan on cooling rack for at least 10 minutes. Run knife along the edge to loosen and flip onto a cutting board to remove, then flip back over onto the serving dish.",
            "Dust with confectioners’ sugar. You can do this with a sifter, or by placing a couple of spoonfuls of the powdered sugar in a mesh sieve and tapping the edge of it to dust the top. Do this just before serving, as the sugar will absorb into the cake over time.",
            "Slice into 8 pieces. Serve warm or at room temperature, with more powdered sugar, whipped cream, and/or lemon zest, if desired."
        ],
        "nutrients": {
            "servingSize": "1 slice",
            "calories": "405 kcal",
            "carbohydrateContent": "45 g",
            "proteinContent": "6 g",
            "fatContent": "23 g",
            "saturatedFatContent": "4 g",
            "transFatContent": "1 g",
            "cholesterolContent": "65 mg",
            "sodiumContent": "253 mg",
            "fiberContent": "1 g",
            "sugarContent": "27 g",
            "unsaturatedFatContent": "19 g"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/lemon-olive-oil-cake/"
    },
    {
        "prep_time": 5,
        "cook_time": null,
        "total_time": 5,
        "title": "Pimento Cheese",
        "category": [
            "Appetizers and snacks"
        ],
        "cuisine": "American",
        "description": "This southern-style pimento cheese recipe uses whipped cream cheese instead of a block, making it super soft and spreadable even cold right out of the fridge. Pickled jalapeños are added for a tangy, spicy zing. Use pimento cheese as a dip or on a sandwich, burger, in mac and cheese, and more!",
        "ingredients": [
            "2 cups grated cheddar cheese (preferably grated from a block by hand)",
            "8 oz. whipped cream cheese (or a block of cream cheese, see notes)",
            "4 oz. pimento peppers (drained, see notes)",
            "¼ cup mayonnaise (preferably Duke's, if available)",
            "2 tablespoons chopped pickled jalapeños (optional, see notes)",
            "½ teaspoon paprika",
            "¼ teaspoon garlic powder",
            "¼ teaspoon onion powder",
            "¼ teaspoon cayenne pepper (optional, more or less depending on spice level preferences)",
            "kosher salt and black pepper (to taste)",
            "minced fresh chives or parsley, plus more paprika (for garnish, optional)"
        ],
        "instructions": [
            "Add all ingredients (2 cups grated cheddar cheese , 8 oz. whipped cream cheese, 4 oz. pimento peppers drained, ¼ cup mayonnaise, 2 tablespoons chopped pickled jalapeños, ½ teaspoon paprika, ¼ teaspoon garlic powder, ¼ teaspoon onion powder, ¼ teaspoon cayenne pepper, and kosher salt and black pepper to taste) to a large mixing bowl. Stir together.",
            "If serving as a dip, transfer to serving bowl and garnish with minced fresh chives or parsley, plus more paprika if desired. Or use as a spread on a sandwich, or for other things (see notes for ideas for use!)."
        ],
        "nutrients": {
            "servingSize": "1 oz",
            "calories": "107 kcal",
            "carbohydrateContent": "1 g",
            "proteinContent": "3 g",
            "fatContent": "10 g",
            "saturatedFatContent": "5 g",
            "transFatContent": "0.01 g",
            "cholesterolContent": "24 mg",
            "sodiumContent": "145 mg",
            "fiberContent": "0.2 g",
            "sugarContent": "1 g",
            "unsaturatedFatContent": "4 g"
        },
        "yields": "20 servings",
        "url": "https://www.bowlofdelicious.com/pimento-cheese/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 30,
        "title": "Whole Grain Apple Pie Muffins",
        "category": [
            "Muffins"
        ],
        "cuisine": "American",
        "description": "These whole grain apple pie muffins are packed with fresh apples, cinnamon, maple syrup, yogurt, oats, whole wheat flour, and a bit of brown sugar- they're healthy and taste and smell AMAZING- just like fall!",
        "ingredients": [
            "1/2 cup butter (melted (1 stick))",
            "1 cup plain yogurt",
            "1 egg",
            "1/2 cup brown sugar",
            "1/2 cup maple syrup",
            "1 teaspoon cinnamon",
            "1 teaspoon baking soda",
            "1 teaspoon baking powder",
            "1 teaspoon vanilla extract",
            "1/2 teaspoon kosher salt",
            "1 cup old-fashioned oats",
            "1 cup whole wheat flour",
            "1 apple (finely diced)",
            "1/2 cup brown sugar",
            "2 tablespoons pure maple syrup",
            "1/4 cup old-fashioned oats",
            "1/4 cup whole wheat flour",
            "1/2 teaspoon cinnamon",
            "2 tablespoons butter (melted)"
        ],
        "instructions": [
            "Preheat oven to 375 degrees and line or grease a 12-cup muffin pan.",
            "Mix the melted butter (1/2 cup), yogurt (1 cup), the egg, brown sugar (1/2 cup), maple syrup (1/2 cup), cinnamon (1 teaspoon), baking soda (1 teaspoon), baking powder (1 teaspoon), vanilla extract (1 teaspoon), and kosher salt (1/2 teaspoon) in a large mixing bowl on high speed until well blended.",
            "Stir in the oats (1 cup) and whole wheat flour (1 cup) until just combined (do not overmix!).",
            "Gently fold in the diced apples.",
            "Distribute batter evenly in prepared muffin pan cups.",
            "Mix all ingredients for streusel topping in a small bowl.",
            "Add a spoonful of the topping the center of each muffin, distributing evenly.",
            "Bake for 20-25 minutes at 375 degrees, or until a toothpick inserted in the center of the muffins comes out clean."
        ],
        "nutrients": {
            "calories": "301 kcal",
            "carbohydrateContent": "47 g",
            "proteinContent": "4 g",
            "fatContent": "11 g",
            "saturatedFatContent": "7 g",
            "cholesterolContent": "42 mg",
            "sodiumContent": "295 mg",
            "fiberContent": "3 g",
            "sugarContent": "31 g",
            "servingSize": "1 serving"
        },
        "yields": "12 servings",
        "url": "https://www.bowlofdelicious.com/whole-grain-apple-pie-muffins/"
    },
    {
        "prep_time": 10,
        "cook_time": 15,
        "total_time": 25,
        "title": "Easy Taco Salad with Ground Turkey",
        "category": [
            "Salad"
        ],
        "cuisine": "Mexican",
        "description": "Whip up an easy taco salad recipe with ground turkey for a fast, hearty dinner salad! With cool crunchy iceberg lettuce, seasoned ground beef, crunchy tortilla chips, and a cool, creamy sour cream dressing, your whole family will be asking for salad for dinner!",
        "ingredients": [
            "2 tablespoons canola oil (or other neutral oil of choice)",
            "4 corn tortillas (cut into strips)",
            "1 lb. ground turkey (or ground chicken or beef, or extra black beans for vegetarian (see notes))",
            "15 oz. canned black beans (drained and rinsed)",
            "2 tablespoons taco seasoning (see notes)",
            "2 tablespoons water (plus more if needed)",
            "4 cups chopped iceberg lettuce (about 1 small head, or romaine)",
            "4 oz. cheddar cheese (or Monterey Jack cheese or something similar, shredded)",
            "1 large tomato (diced)",
            "½ cup diced red onion (from about ½ of a medium onion)",
            "¼ cup chopped fresh cilantro ((optional, see notes))",
            "¼ cup sour cream (or Greek Yogurt, or Mexican Crema)",
            "2 tablespoons lime juice (from about 1 lime)",
            "½ large avocado (or one whole small avocado)",
            "a few dashes hot sauce (depending on spice level preferences)",
            "¼ cup cilantro leaves ((optional, see notes))",
            "½ teaspoon kosher salt (plus more if needed)",
            "1 tablespoon extra-virgin olive oil",
            "water, as needed (to thin out dressing so it can be poured)"
        ],
        "instructions": [
            "In a large heavy skillet, heat the 2 tablespoons canola oil over medium heat. Add the 4 corn tortillas, cut into strips, and fry until golden brown crispy, flipping with a spatula every so often. Keep an eye on them as once they start to get golden brown they will cook quickly. Remove to a paper towel lined plate, keeping as much oil in the skillet as possible.",
            "In the same skillet, add the 1 lb. ground turkey and the drained and rinsed 15 oz. canned black beans, along with the 2 tablespoons taco seasoning. Cook until turkey is fully browned, breaking apart with a wooden spoon as much as possible so it is in small crumbles. Add 2 tablespoons water and stir to thicken it slightly and make a bit of a sauce, adding more if needed. Allow to cool slightly to thicken more and so it's not steamy hot when you add it to the salad, as this will wilt the lettuce almost immediately.",
            "To make the dressing: Add the ¼ cup sour cream, 2 tablespoons lime juice, a few dashes hot sauce, ¼ cup cilantro leaves, ½ large avocado, ½ teaspoon kosher salt, and 1 tablespoon extra-virgin olive oil to a blender or food processor and blend until very smooth and creamy. If you like, you can add water, as needed to thin the dressing out so you can drizzle it on top of the salad. Taste and add salt if needed.",
            "On a large platter, or evenly distributed among 4-6 salad plates, layer the 4 cups chopped iceberg lettuce, the cooked turkey and bean mixture, the shredded 4 oz. cheddar cheese, the crispy tortilla strips, the diced 1 large tomato, the ½ cup diced red onion, the ¼ cup chopped fresh cilantro.",
            "Drizzle the salad with the dressing and serve."
        ],
        "nutrients": {
            "calories": "586 kcal",
            "carbohydrateContent": "39 g",
            "proteinContent": "43 g",
            "fatContent": "30 g",
            "saturatedFatContent": "9 g",
            "transFatContent": "0.05 g",
            "cholesterolContent": "99 mg",
            "sodiumContent": "1072 mg",
            "fiberContent": "13 g",
            "sugarContent": "4 g",
            "unsaturatedFatContent": "18 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/easy-taco-salad/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 30,
        "title": "Lasagna Soup",
        "category": [
            "Soup"
        ],
        "cuisine": "Italian",
        "description": "This Lasagna Soup has all the comforting taste of lasagna with half the amount of work! It's ready in 30 minutes and topped with a cheesy mix of ricotta, mozzarella, and parmesan.",
        "ingredients": [
            "2 tablespoons extra-virgin olive oil",
            "1 yellow onion (diced)",
            "2 cloves garlic (minced)",
            "1 teaspoon dried oregano",
            "1 lb. mild Italian sausage (casings removed, if you can't find it without casings)",
            "4 cups chicken stock/broth",
            "28 oz. canned crushed tomatoes (such as San Marzano)",
            "8 oz. lasagna noodles (broken up into 1-2\" pieces (or other pasta))",
            "1/4 cup chopped fresh basil (plus more for serving)",
            "1 cup mozzarella cheese (shredded (about 4 oz.))",
            "1 cup ricotta cheese (about 8 oz.)",
            "1/4 cup parmesan cheese (finely grated, plus more for serving)",
            "kosher salt (to taste)",
            "black pepper (to taste)"
        ],
        "instructions": [
            "In a large pot, heat the olive oil (2 tablespoons) over medium-high. Sauté the diced onions until softened, about 2 minutes.",
            "Add the sausage, minced garlic (2 cloves), and dried oregano (1 teaspoon), breaking the meat up into pieces with a wooden spoon. Cook until fully browned, about 5 minutes.",
            "Add the chicken broth/stock (4 cups) and canned crushed tomatoes. Bring to a boil.",
            "Turn heat to low and add the broken up lasagna noodles, along with a little bit of salt and pepper. Simmer, covered, until noodles are fully cooked (about 10-12 minutes).",
            "Meanwhile, mix together the shredded mozzarella cheese (4 oz.), ricotta (8 oz.), and finely grated parmesan cheese (1/4 cup) in a medium bowl.",
            "Turn off the heat and stir in the chopped fresh basil (1/4 cup). Taste and adjust seasoning if necessary.",
            "To serve, ladle the soup into bowls and top each with 1/4 cup of the ricotta mixture. Top with extra basil, parmesan cheese, and black pepper, if desired."
        ],
        "nutrients": {
            "calories": "485 kcal",
            "carbohydrateContent": "32 g",
            "proteinContent": "22 g",
            "fatContent": "30 g",
            "saturatedFatContent": "12 g",
            "cholesterolContent": "72 mg",
            "sodiumContent": "1142 mg",
            "fiberContent": "3 g",
            "sugarContent": "6 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/lasagna-soup/"
    },
    {
        "prep_time": 10,
        "cook_time": 240,
        "total_time": 250,
        "title": "Juicy Slow Cooker Boneless Turkey Breast",
        "category": [
            "Main Course"
        ],
        "cuisine": "American",
        "description": "This foolproof slow cooker turkey breast recipe makes the juiciest, most flavorful boneless turkey breast ever! Perfect for a small Thanksgiving dinner.",
        "ingredients": [
            "3 lb. boneless turkey breast",
            "4 tablespoons butter (softened)",
            "1 large yellow onion (cut into roughly 1/2 inch slices)",
            "2 teaspoons kosher salt ((see notes))",
            "1/2 teaspoon black pepper",
            "1 teaspoon garlic powder",
            "1 teaspoon dried oregano (or 1 tablespoon fresh)",
            "1 teaspoon dried thyme (or 1 tablespoon fresh)",
            "1 teaspoon paprika",
            "1/2 teaspoon turmeric (optional)",
            "fresh herbs for garnish (optional)"
        ],
        "instructions": [
            "In a small bowl, soften the butter in the microwave for a few seconds if it's not already soft (don't completely melt it). Spread a little bit of the butter in the bottom of your slow cooker, then place the sliced onions in the slow cooker.",
            "Remove the turkey breast from the packaging and discard any twine used for trussing, gravy inserts, etc. Pat the turkey breast dry with paper towels. I like to place paper towels on a rimmed baking sheet, place the turkey breast on top, and pat the top dry.",
            "To make the rub, add the kosher salt (2 teaspoons- see notes if using butterball or pre-brined turkey!), black pepper (1/2 teaspoon), garlic powder (1 teaspoon), dried oregano (1 teaspoon), dried thyme (1 teaspoon), paprika (1 teaspoon), and turmeric, if using (1/2 teaspoon) to the softened butter and stir together to form a paste.",
            "Spread a little of the rub on the bottom of the turkey, then place it in the slow cooker. If the turkey comes with skin, lift it up gently and spread some of the rub under the skin. Place the skin back on top and spread the majority of the rub all over the top of the turkey breast evenly.",
            "Cover and cook on low for 4 hours.",
            "Optional: If you want crispy skin, place the turkey skin-side up on a rimmed baking sheet and broil for 5-10 minutes, or until the skin is crisped to your liking.",
            "Allow to rest for 20 minutes before slicing."
        ],
        "nutrients": {
            "calories": "231 kcal",
            "carbohydrateContent": "2 g",
            "proteinContent": "37 g",
            "fatContent": "9 g",
            "saturatedFatContent": "4 g",
            "cholesterolContent": "107 mg",
            "sodiumContent": "983 mg",
            "fiberContent": "1 g",
            "sugarContent": "1 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/slow-cooker-turkey-breast/"
    },
    {
        "prep_time": 10,
        "cook_time": 5,
        "total_time": 15,
        "title": "Freezer Burritos with Beans, Rice, and Cheese",
        "category": [
            "Lunch"
        ],
        "cuisine": "Mexican",
        "description": "Make your own freezer burritos with beans, rice, and cheese for an easy make-ahead lunch idea! These are cheap and versatile, and you can use any kind of cheese, cooked rice, and beans you want. You can even add leftovers you have - cooked veggies, shredded meat, etc.",
        "ingredients": [
            "8 large tortillas (see notes)",
            "4 cups cooked rice (your favorite recipe (see notes))",
            "4 cups cooked black beans (your favorite recipe (see notes))",
            "8 oz. shredded monterey jack cheese (or other melty shredded cheese)"
        ],
        "instructions": [
            "Layer the 4 cups cooked rice, 4 cups cooked black beans, and 8 oz. shredded monterey jack cheese evenly among the 8 large tortillas (the amount you use in each may vary based on the size of the tortillas used and how \"full\" you want them to be). If you like, you can add other ingredients here, like cooked veggies or shredded meat (see notes).",
            "Roll up like a burrito - rolling halfway, tucking the sides in, then finishing rolling.",
            "If you want to freeze them, wrap in a paper towel. For extra freezer protection, also wrap tightly in plastic wrap. Then, place in a zip-top bag.",
            "When you are ready to eat, microwave on high for 3-4 minutes, still wrapped in the paper towel. You may need more or less time depending on the size of the burrito and your microwave's power. You can use a meat thermometer to check the inside of it to make sure it's heated up all the way. Let stand for a minute or two to cool off, as it will be quite hot!"
        ],
        "nutrients": {
            "calories": "506 kcal",
            "carbohydrateContent": "72 g",
            "proteinContent": "22 g",
            "fatContent": "14 g",
            "saturatedFatContent": "7 g",
            "cholesterolContent": "25 mg",
            "sodiumContent": "613 mg",
            "fiberContent": "10 g",
            "sugarContent": "2 g",
            "unsaturatedFatContent": "6 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/bean-rice-and-cheese-burritos/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Quick Pickled Jalapenos",
        "category": [
            "Snack"
        ],
        "cuisine": "American",
        "description": "This recipe for Quick Pickled Jalapeños is sweet and spicy, flavored with oregano and garlic, and takes only 10 minutes of prep! Use on sandwiches, nachos, etc.",
        "ingredients": [
            "20-25 jalapeno peppers (sliced into rings)",
            "4-5 cloves garlic (smashed)",
            "2 cups white vinegar",
            "2 cups water",
            "1/2 cup sugar",
            "2 tablespoons kosher salt",
            "2 teaspoons dried oregano"
        ],
        "instructions": [
            "Make the brine.",
            "Bring all ingredients except jalapeños to a boil in a medium sized pot (4-5 cloves smashed garlic, 2 cups white vinegar, 2 cups water, 1/2 cup sugar, 2 tablespoons kosher salt, 2 teaspoons dried oregano).",
            "Add the jalapeños.",
            "Add jalapeño slices to the pot, stir together, and remove from heat. Let sit for at least 10 minutes.",
            "Transfer to a jar.",
            "Use tongs or a slotted spoon to transfer the jalapeños to a jar. Once all the peppers are in there (you can smush them in quite a bit to make them fit), pour enough brine from the pot in the jar to fill it up. Discard any remaining brine.",
            "Cool.",
            "Allow the pickled jalapeños to cool in your refrigerator for about an hour before consuming. Store in your fridge for up to 2 months for optimal freshness."
        ],
        "nutrients": {
            "servingSize": "0.25 cups",
            "calories": "9 kcal",
            "carbohydrateContent": "2 g",
            "proteinContent": "1 g",
            "fatContent": "1 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "75 mg",
            "fiberContent": "1 g",
            "sugarContent": "1 g"
        },
        "yields": "16 servings",
        "url": "https://www.bowlofdelicious.com/quick-pickled-jalapenos/"
    },
    {
        "prep_time": 15,
        "cook_time": 70,
        "total_time": 85,
        "title": "Bacon Wrapped Pork Loin with Apple Cider Gravy",
        "category": [
            "Dinner",
            "Main",
            "Pork"
        ],
        "cuisine": "American",
        "description": "This Bacon Wrapped Pork Loin is a beautiful, impressive, and easy recipe to make ahead of time! Served with a sweet apple cider gravy, this meal is sure to impress at a dinner party or for Sunday dinner.",
        "ingredients": [
            "2.5 lb. pork loin",
            "2 tablespoons extra-virgin olive oil (divided)",
            "1 tablespoon finely chopped fresh rosemary",
            "2 cloves garlic (finely chopped)",
            "1 teaspoon kosher salt",
            "8 strips bacon (more if needed to finish wrapping pork loin)",
            "2 tablespoons pan drippings from pork (or butter)",
            "2 tablespoons flour",
            "1 cup chicken stock/broth",
            "1 cup apple cider (or unfiltered apple juice)",
            "kosher salt (to taste)",
            "black pepper (to taste)"
        ],
        "instructions": [
            "Preheat your oven to 425 degrees F.",
            "Trim the pork loin of any large, tough pieces of fat.",
            "Stir together 1 tablespoon of the olive oil, the fresh chopped rosemary (1 tablespoon), chopped garlic, and kosher salt (1 teaspoon) in a small bowl.",
            "Rub the mixture on the pork loin and place in a freezer bag or airtight container. Refrigerate and allow to marinate for at least one hour, or up to 24 hours.",
            "Drizzle the remaining 1 tablespoon olive oil in a baking dish. Place the pork loin on top.",
            "Drape the bacon pieces over the pork loin, overlapping them slightly as you go. Tuck the ends underneath the loin.",
            "Bake at 425 degrees for 10 minutes, then lower the heat to 350 degrees and cook for 1 hour, or until internal temperature is 145 degrees F. Allow the pork to rest for at least 10 minutes before slicing.",
            "Meanwhile, make the apple cider gravy. Get two tablespoons of the drippings from the pan, skimming off from the top to get as much fat as possible. (I used a baster to remove it.) Heat the oil in a skillet over medium heat.",
            "Sprinkle on the flour and whisk together.",
            "Gradually add the chicken stock and the apple cider vinegar. Continue heating until thickened and smooth, whisking almost continuously. Season with salt and pepper to taste.",
            "Slice the pork loin into 8-10 slices, using the bacon pieces as a guide, and serve drizzled with the apple cider gravy."
        ],
        "nutrients": {
            "calories": "483 kcal",
            "carbohydrateContent": "7 g",
            "proteinContent": "47 g",
            "fatContent": "28 g",
            "saturatedFatContent": "9 g",
            "cholesterolContent": "142 mg",
            "sodiumContent": "820 mg",
            "fiberContent": "1 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/bacon-wrapped-pork-loin/"
    },
    {
        "prep_time": null,
        "cook_time": null,
        "total_time": null,
        "title": "Pumpkin Chai Tiramisu",
        "category": [
            "Dessert"
        ],
        "cuisine": "Italian",
        "description": "This Pumpkin Chai Tiramisu is a festive fall twist on a classic! Pumpkin puree is whipped into the cream mixture, with chai concentrate used instead of traditional espresso to dip the ladyfingers into. Optionally, you can add a little bit of spiced rum to the chai mixture for a boozy oomph of flavor. This is a great dessert to make for Thanksgiving or other holiday celebrations!",
        "ingredients": [
            "1 cup heavy whipping cream",
            "1 cup pumpkin puree",
            "⅓ cup sugar",
            "2 tablespoons maple syrup",
            "8 oz. mascarpone cheese (or cream cheese)",
            "1 cup chai concentrate (store-bought or homemade, see notes)",
            "2-4 tablespoons spiced rum (optional, see notes)",
            "2 tablespoons cocoa powder",
            "1 teaspoon pumpkin pie spice",
            "24 ladyfingers (one standard package of approximately 7 oz.)",
            "bittersweet chocolate (for shaving on top, optional)"
        ],
        "instructions": [
            "In a medium bowl, whip the 1 cup heavy whipping cream until soft peaks form. In another bowl, beat together the 1 cup pumpkin puree, ⅓ cup sugar, 2 tablespoons maple syrup, and 8 oz. mascarpone cheese until smooth and well combined. Fold the two mixtures together gently until combined.",
            "In a shallow bowl, mix together the 1 cup chai concentrate and 2-4 tablespoons spiced rum, if using. In a small bowl, mix together the 2 tablespoons cocoa powder and the 1 teaspoon pumpkin pie spice.",
            "Sift half of the cocoa powder the pumpkin pie spice mix onto the bottom of an 8x8-inch baking dish (see notes for alternative sizes). I use a small mesh sieve for this and tap the rim lightly with a spoon.",
            "Dip half of the 24 ladyfingers into the chai concentrate briefly (soaking for too long will result in a soggy texture). Place in a single layer, rounded-side-up, on top of the dusted baking dish. Feel free to break them in half to fit, if needed. Spread half of the pumpkin cream mixture on top. Repeat with the remaining ladyfingers, and the rest of the pumpkin cream mixture.",
            "Dust the top layer by sifting the remaining half of the cocoa powder and pumpkin pie spice mixture.",
            "For best results, cover with plastic wrap (or alternative) and refrigerate for at least 3-4 hours, but preferably overnight, or up to 48 hours. Before serving, dust with bittersweet chocolate shavings if desired. Cut into 9 slices (3 slices x3 slices in a square pan) and serve."
        ],
        "nutrients": {
            "servingSize": "1 slice",
            "calories": "371 kcal",
            "carbohydrateContent": "32 g",
            "proteinContent": "6 g",
            "fatContent": "24 g",
            "saturatedFatContent": "14 g",
            "cholesterolContent": "120 mg",
            "sodiumContent": "67 mg",
            "fiberContent": "2 g",
            "sugarContent": "12 g",
            "unsaturatedFatContent": "5 g"
        },
        "yields": "9 servings",
        "url": "https://www.bowlofdelicious.com/pumpkin-tiramisu/"
    },
    {
        "prep_time": 5,
        "cook_time": 10,
        "total_time": 15,
        "title": "Easy Crab Cakes",
        "category": [
            "Seafood"
        ],
        "cuisine": "American",
        "description": "This easy crab cakes recipe uses any kind of crab meat you want - lump, claw, canned or fresh - for a simple seafood recipe you'll love!",
        "ingredients": [
            "8 oz. crab meat (picked through to remove any shell pieces (see notes))",
            "1 egg",
            "2 green onions (thinly sliced (white, green, and light green parts))",
            "2 tablespoons mayonnaise",
            "1 teaspoon dijon mustard",
            "1 teaspoon soy sauce",
            "1/2 teaspoon hot sauce (more or less depending on spice level preference)",
            "1/3 cup plain breadcrumbs (regular or panko is fine)",
            "canola oil (for frying (or another neutral tasting oil))",
            "fresh lemon slices, fresh chopped parsley, and tartar sauce or remoulade sauce (for serving (optional))"
        ],
        "instructions": [
            "Mix ingredients.",
            "Combine all ingredients (except for canola oil) in a medium bowl.",
            "Heat oil in a skillet.",
            "Heat a large heavy skillet, such as cast iron, over medium-high heat. Add 1/4 cup oil to the skillet. (I recommend 12 inch - anything smaller than that and you may need to cook two batches.)",
            "Scoop crab cake mixture into hot skillet and flatten patties.",
            "Use a large ice cream scoop / disher scoop to get a portion of the crab cake mix from the bowl (or smaller, cookie scoop to make mini crab cakes). Place directly into the hot oil in the skillet and use the back of a fish spatula to press down on the top. (Alternatively, you can divide into four-six equal portions and form patties with your hands.)",
            "Cook the patties on each side.",
            "Cook the patties for 3-4 minutes, flip carefully, and cook for another 3-4 minutes (more or less time depending on how big the patties are or how hot your burners are) over medium-high heat, until the outside is golden brown and crispy.",
            "Serve.",
            "Place cooked crab cakes on a paper towel lined plate. Serve with a squeeze of fresh lemon juice and garnish of fresh parsley, and tartar sauce or remoulade sauce, on their own or in a bun or lettuce wrap as a sandwich."
        ],
        "nutrients": {
            "servingSize": "1 patty",
            "calories": "204 kcal",
            "carbohydrateContent": "7 g",
            "proteinContent": "13 g",
            "fatContent": "14 g",
            "saturatedFatContent": "2 g",
            "transFatContent": "1 g",
            "cholesterolContent": "47 mg",
            "sodiumContent": "704 mg",
            "fiberContent": "1 g",
            "sugarContent": "1 g"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/crab-cakes/"
    },
    {
        "prep_time": 7,
        "cook_time": 8,
        "total_time": 15,
        "title": "Teriyaki Salmon and Sesame Zucchini Noodle Bowl",
        "category": [
            "Dinner",
            "Fish"
        ],
        "cuisine": "Japanese",
        "description": "This healthy, low carb Teriyaki Salmon and Zucchini Noodle Bowl takes a mere FIFTEEN MINUTES to make and is bursting with that awesome Asian flavor you crave.",
        "ingredients": [
            "3 tablespoons soy sauce",
            "2 tablespoons mirin",
            "2 tablespoons honey",
            "1 tablespoon fresh ginger (minced)",
            "1 clove garlic (minced)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "1/2 teaspoon toasted sesame oil",
            "8-10 oz. salmon (cut into two portions)",
            "3 medium zucchini (spiralized)",
            "Sesame seeds (for garnish (optional))",
            "Sliced green onions (for garnish (optional))"
        ],
        "instructions": [
            "Combine first seven ingredients in a small bowl to make teriyaki sauce.",
            "Add teriyaki sauce to the salmon in an airtight container or zip top bag. Let marinate for at least 30 minutes.",
            "In a nonstick skillet, sear salmon skin side up for three minutes, reserving remaining marinade.",
            "Flip so skin side is down, cover, and turn heat to low. Cook for another four minutes, or until fish is cooked.",
            "Meanwhile, blanch the spiralized zucchini noodles in boiling water for one minute.",
            "Remove cooked fish from pan and add remaining marinade. Bring to a gentle simmer.",
            "Stir noodles in with sauce.",
            "Serve noodles in bowl with salmon on top. Garnish with sesame seeds and green onions, if desired."
        ],
        "nutrients": {
            "calories": "330 kcal",
            "carbohydrateContent": "36 g",
            "proteinContent": "29 g",
            "fatContent": "9 g",
            "saturatedFatContent": "2 g",
            "cholesterolContent": "62 mg",
            "sodiumContent": "1713 mg",
            "fiberContent": "3 g",
            "sugarContent": "29 g",
            "servingSize": "1 serving"
        },
        "yields": "2 servings",
        "url": "https://www.bowlofdelicious.com/teriyaki-salmon-and-zucchini-noodle-bowl/"
    },
    {
        "prep_time": 3,
        "cook_time": 7,
        "total_time": 10,
        "title": "Spaghetti Tonno e Burro (Spaghetti with Tuna and Butter)",
        "category": [
            "Pasta"
        ],
        "cuisine": "Italian",
        "description": "This 10-minute, three-ingredient recipe will have you (and your tastebuds!) jumping for joy. It's incredibly easy, minimalist, and delicious in its simplicity. All you need is some olive-oil packed tuna, butter, and spaghetti. The warm spaghetti is tossed with the tuna (and its oil), along with cut up butter, until the butter melts and the tuna gently warms.",
        "ingredients": [
            "8 oz. spaghetti (see notes for other pasta shapes)",
            "5-7 oz. tuna packed in oil (canned or jarred)",
            "4 tablespoons butter (salted or unsalted is fine, see notes)",
            "black pepper (as needed)",
            "salt (as needed)"
        ],
        "instructions": [
            "Cook the 8 oz. spaghetti in heavily salted water according to package instructions until al dente.",
            "In a large bowl, add the 5-7 oz. tuna packed in oil (do not drain first) and flake apart with a fork. Add the 4 tablespoons butter, cubed, to the bowl, along with plenty of fresh cracked black pepper .",
            "Transfer the cooked, warm spaghetti directly from the pot into the bowl. Add a little bit of the water from the pot using a ladle. Toss together until butter melts and a sauce forms, adding more pasta water as needed. Taste and add salt if necessary.",
            "Serve immediately, making sure to transfer any remaining tuna and sauce from the bottom of the mixing bowl to each serving."
        ],
        "nutrients": {
            "calories": "377 kcal",
            "carbohydrateContent": "42 g",
            "proteinContent": "17 g",
            "fatContent": "15 g",
            "saturatedFatContent": "8 g",
            "transFatContent": "0.5 g",
            "cholesterolContent": "41 mg",
            "sodiumContent": "234 mg",
            "fiberContent": "2 g",
            "sugarContent": "2 g",
            "unsaturatedFatContent": "6 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/spaghetti-tonno-e-burro/"
    },
    {
        "prep_time": 5,
        "cook_time": 25,
        "total_time": 30,
        "title": "Moroccan Spice Roasted Butternut Squash",
        "category": [
            "Side"
        ],
        "cuisine": "Moroccan",
        "description": "This Moroccan Spice Roasted Butternut squash is the perfect side for Thanksgiving! It's quick, easy, and delicious from the unique Moroccan spice blend Ras el Hanout. Try making soup out of the leftovers!",
        "ingredients": [
            "1 butternut squash (peeled and diced into 1-inch pieces (about 2 lbs))",
            "3 tablespoons extra-virgin olive oil",
            "1/2 teaspoon ground cumin",
            "1/2 teaspoon ground coriander",
            "1/2 teaspoon ground ginger",
            "1/4 teaspoon kosher salt",
            "1/4 teaspoon pepper",
            "1/8 teaspoon cinnamon",
            "1/8 teaspoon allspice",
            "1/8 teaspoon cayenne pepper"
        ],
        "instructions": [
            "Preheat oven to 450 degrees and line a baking sheet with parchment paper.",
            "Whisk together all spices in a small bowl.",
            "Place the squash on the baking sheet and drizzle with the oil (3 tablespoons) and add the spice mixture. Toss together until evenly coated.",
            "Spread squash out evenly on the baking sheet, making sure the pieces don't touch as much as possible (otherwise they will steam, and won't roast evenly nor brown on the sides)",
            "Roast for 20-30 minutes, or until browned, tossing once halfway through."
        ],
        "nutrients": {
            "calories": "181 kcal",
            "carbohydrateContent": "23 g",
            "proteinContent": "2 g",
            "fatContent": "11 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "154 mg",
            "fiberContent": "4 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/moroccan-spice-roasted-butternut-squash/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Shrimp Stir Fry with Vegetables",
        "category": [
            "Seafood"
        ],
        "cuisine": "Chinese",
        "description": "This easy shrimp stir fry with vegetables recipe is a healthy, 20 minute weeknight dinner with only a few ingredients! Make it mild or spicy.",
        "ingredients": [
            "2 tablespoons canola oil (or other neutral tasting oil)",
            "3 green onions (thinly sliced, white and light green parts separated from dark green parts)",
            "4 cloves garlic (minced)",
            "2 tablespoons finely chopped or grated fresh ginger ((from about a 2\" piece))",
            "4 cups mixed vegetables (I used red bell pepper, asparagus, and carrots (fresh or frozen, see notes))",
            "1/2 teaspoon kosher salt",
            "1/2 teaspoon black pepper",
            "1 lb. raw shrimp (peeled, deveined, tail off (fresh or frozen/thawed is fine))",
            "cooked rice, quinoa, or noodles (for serving (optional))",
            "1/2 cup chicken broth (or vegetable broth, or water)",
            "1 1/2 tablespoons soy sauce (gluten-free if necessary)",
            "2 teaspoons honey (or another sweetener)",
            "1 teaspoon toasted sesame oil",
            "1 tablespoon cornstarch",
            "1 tablespoon fresh lime juice ((from about 1 lime))",
            "1 teaspoon chili garlic sauce (or sriracha (optional, omit for a mild version))",
            "1 teaspoon sesame seeds (optional)"
        ],
        "instructions": [
            "Mix sauce.",
            "Mix all ingredients for the sauce in a small bowl or glass measuring cup. Set aside. Make sure all other ingredients are prepped (veggies chopped, shrimp peeled, etc.) before moving on to the next step, as this recipe moves quickly.",
            "Sauté onions, ginger, and garlic.",
            "Heat oil (2 tablespoons) in a large heavy skillet or wok over medium heat. Add the white and light green parts of the green onions, the minced garlic (4 cloves), and chopped fresh ginger (2 tablespoons). Sauté for one minute, until garlic becomes fragrant and slightly toasted.",
            "Sauté vegetables.",
            "Turn heat to medium-high. Add the vegetables (4 cups) and the salt and pepper (1/2 teaspoon each) to the skillet. Sauté until vegetables are starting to brown and soften, stirring occasionally (about 3-5 minutes)",
            "Add shrimp.",
            "Add the shrimp to the skillet and sauté until almost completely cooked through, stirring occasionally (about 2-3 minutes).",
            "Add sauce and cook until thickened.",
            "Turn heat down to medium or medium-low. Pour in the sauce and stir to coat everything. Continue heating and stirring until sauce has thickened (about 1-2 minutes). Top with the reserved dark green parts of the sliced green onions.",
            "Serve immediately, on cooked rice, quinoa, or noodles if desired."
        ],
        "nutrients": {
            "calories": "342 kcal",
            "carbohydrateContent": "33 g",
            "proteinContent": "31 g",
            "fatContent": "11 g",
            "saturatedFatContent": "1 g",
            "transFatContent": "1 g",
            "cholesterolContent": "286 mg",
            "sodiumContent": "1707 mg",
            "fiberContent": "8 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/shrimp-stir-fry/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Healthy Buffalo Chicken Tacos",
        "category": [
            "Tacos"
        ],
        "cuisine": "American",
        "description": "This Buffalo Chicken Tacos recipe is healthy, easy, SO FAST! Chicken breasts are tossed with buffalo sauce with celery salsa + ranch on corn tortillas.",
        "ingredients": [
            "1/2 bell pepper (any color, seeded and diced (about 1/2 cup))",
            "2 celery stalks (diced, with leaves if available (about 1/2 cup))",
            "1/4 cup finely diced red onion",
            "2 tablespoons chopped fresh cilantro",
            "juice of one lime ((about 2 tablespoons))",
            "1 teaspoon kosher salt (divided)",
            "1/2 teaspoon black pepper (divided)",
            "1 tablespoon butter",
            "2 tablespoons ketchup",
            "1 tablespoon hot sauce (such as Frank's)",
            "1 tablespoon extra-virgin olive oil",
            "1 lb. boneless, skinless chicken breasts (thinly sliced, about 1/4\" thick (about 2 breasts))",
            "4 tablespoons ranch dressing (or blue cheese dressing)",
            "8 corn tortillas (toasted)"
        ],
        "instructions": [
            "In a small bowl, mix together the diced celery (about 1/2 cup), diced bell pepper (about 1/2 cup), diced red onion (1/4 cup), chopped fresh cilantro (2 tablespoons), juice of one lime (about 2 tablespoons), 1/2 teaspoon kosher salt, and 1/4 teaspoon black pepper. Set aside.",
            "In another small bowl or glass measuring cup, melt the 1 tablespoon of butter. Stir in the ketchup (2 tablespoons) and hot sauce (1 tablespoon). Set aside.",
            "In a large skillet (I prefer nonstick), cook the sliced chicken breasts in the olive oil (1 tablespoon) seasoned with 1/2 teaspoon of kosher salt and 1/4 teaspoon black pepper until almost all the way cooked (about 3-4 minutes on each side). Pour in the butter, ketchup, and hot sauce mixture. Stir to coat and finish cooking for about 2 more minutes.",
            "While the chicken is cooking, toast the corn tortillas or warm in the microwave to make them softer.",
            "Spread 1/2 tablespoon of ranch or blue cheese dressing on each toasted corn tortilla. Top with the chicken and a little sauce from the bottom of the skillet, followed by a spoonful of the celery and pepper salsa. Serve immediately."
        ],
        "nutrients": {
            "servingSize": "2 tacos",
            "calories": "390 kcal",
            "carbohydrateContent": "28 g",
            "proteinContent": "28 g",
            "fatContent": "19 g",
            "saturatedFatContent": "4 g",
            "cholesterolContent": "85 mg",
            "sodiumContent": "1082 mg",
            "fiberContent": "4 g",
            "sugarContent": "4 g"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/buffalo-chicken-tacos/"
    },
    {
        "prep_time": 15,
        "cook_time": 60,
        "total_time": 75,
        "title": "Crustless Broccoli, Bacon, and Cheddar Quiche",
        "category": [
            "Brunch",
            "Dinner"
        ],
        "cuisine": "American",
        "description": "This crustless broccoli cheddar quiche is made with bisquick (or flour + baking powder). Add ham or bacon if you want, feeds a crowd!",
        "ingredients": [
            "4 eggs",
            "1 1/2 cups whole milk",
            "3/4 cups bisquick or other baking mix ((or flour + 1 teaspoon baking powder))",
            "1/2 teaspoon kosher salt",
            "1/2 teaspoon black pepper",
            "1 cup grated parmesan cheese",
            "16 oz. steamed broccoli florets (cut into small pieces (about 2 cups))",
            "8 oz. shredded cheddar cheese ((about 2 cups))",
            "chopped bacon or ham (optional, see notes)"
        ],
        "instructions": [
            "Preheat oven to 350 and grease a quiche or pie dish (or baking dish up to 9x13 inches) with butter or oil. Place prepared dish on a rimmed baking sheet lined with foil, just in case of overflow while baking. Set aside.",
            "In a large bowl, whisk the eggs (4), milk (1.5 cups), bisquick (3/4 cup), kosher salt (1/2 teaspoon), and black pepper (1/2 teaspoon) until well combined.",
            "Stir in the grated parmesan cheese (1 cup), the steamed broccoli florets, and the shredded cheddar cheese (8 oz./2 cups).",
            "Pour batter into greased dish and bake (on a foil covered baking sheet in case of overflow) for about 60 minutes or until golden brown on top and set (it shouldn't jiggle when you shake it).",
            "Allow to cool for at least 10 minutes before slicing and serving."
        ],
        "nutrients": {
            "calories": "339 kcal",
            "carbohydrateContent": "13 g",
            "proteinContent": "19 g",
            "fatContent": "23 g",
            "saturatedFatContent": "12 g",
            "cholesterolContent": "136 mg",
            "sodiumContent": "649 mg",
            "fiberContent": "1 g",
            "sugarContent": "5 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/crustless-broccoli-bacon-and-cheddar-quiche/"
    },
    {
        "prep_time": 5,
        "cook_time": 25,
        "total_time": 30,
        "title": "Butternut Squash and Thyme Soup",
        "category": [
            "Soup"
        ],
        "cuisine": "American",
        "description": "This healthy and delicious butternut squash and thyme soup could not be easier to make! It's like fall in a bowl.",
        "ingredients": [
            "1 tablespoon extra-virgin olive oil",
            "1 small onion (finely diced)",
            "1 tablespoon fresh thyme leaves (plus more for serving (rosemary can also be used))",
            "1 butternut squash (peeled, seeded, and cubed)",
            "1 cup chicken stock/broth (or vegetable broth)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "Greek yogurt, sour cream, or cashew cream (for serving, optional)"
        ],
        "instructions": [
            "In a large pot, sauté the onion and fresh thyme (1 tablespoon) in olive oil (1 tablespoon) until browned and softened.",
            "Add the squash, broth (1 cup), and salt and pepper to taste. Stir, bring to a boil, and simmer for 20-30 minutes (or until squash is tender).",
            "Mash with a potato masher until desired consistency is reached.",
            "Serve garnished with extra thyme and Greek yogurt, sour cream, or cashew cream (if desired)"
        ],
        "nutrients": {
            "calories": "131 kcal",
            "carbohydrateContent": "25 g",
            "proteinContent": "3 g",
            "fatContent": "4 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "224 mg",
            "fiberContent": "4 g",
            "sugarContent": "5 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/butternut-squash-and-thyme-soup/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 30,
        "title": "Spanakorizo (Greek Spinach and Rice)",
        "category": [
            "Side"
        ],
        "cuisine": "Greek",
        "description": "Spanakorizo, or Greek spinach and rice, is a healthy side dish recipe flavored with fresh lemon, dill, and green onions.",
        "ingredients": [
            "1/4 cup extra-virgin olive oil",
            "1 bunch green onions (thinly sliced, 1/2 cup dark green tops reserved (about 8-10 green onions) )",
            "8-10 oz. baby spinach ((see notes for other greens))",
            "1 cup basmati rice ((or other long grain white rice or parboiled rice))",
            "2 cups vegetable broth (or water, or chicken broth)",
            "1/2 teaspoon kosher salt (plus more if needed)",
            "1/4 cup fresh chopped dill (or mint, parsley, or a combination)",
            "juice and zest of 1 lemon ((about 1 teaspoon zest and 2 tablespoons juice))",
            "fresh cracked pepper, crumbled feta cheese, plus extra olive oil and chopped fresh herbs (for serving, optional)"
        ],
        "instructions": [
            "Sauté onions and spinach in olive oil.",
            "In a large heavy pot or Dutch oven, heat the olive oil (1/4 cup). Add the sliced green onions (remember to reserve 1/2 cup of the dark green tops) and sauté until soft, about 2 minutes. Add the baby spinach and sauté until wilted, about 2 minutes.",
            "Add the rice and cook.",
            "Add the basmati rice (1 cup) and stir to coat. Pour in the vegetable broth (2 cups) and add the kosher salt (1/2 teaspoon). Bring to a boil, stir once, cover, and simmer on low for about 15 minutes (or until rice is cooked - you should see holes in the top, and if you tilt the pot you should no longer see any water pooling).",
            "Stir in dill, lemon juice and zest, and green onions.",
            "Stir in the fresh chopped dill or other herbs (1/4 cup), the lemon zest (1 teaspoon) and juice (2 tablespoons), and the reserved sliced green onions (1/2 cup - keep some out for garnish if you like).",
            "Season and serve.",
            "Season to taste with salt, and serve garnished with fresh cracked black pepper and crumbled feta cheese, with an extra drizzle of olive oil and sprinkling of fresh herbs, if desired."
        ],
        "nutrients": {
            "calories": "310 kcal",
            "carbohydrateContent": "41 g",
            "proteinContent": "5 g",
            "fatContent": "14 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "811 mg",
            "fiberContent": "2 g",
            "sugarContent": "1 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/spanakorizo/"
    },
    {
        "prep_time": 2,
        "cook_time": 3,
        "total_time": 5,
        "title": "Spicy Hot Chocolate with Cayenne Pepper",
        "category": [
            "Drinks"
        ],
        "cuisine": "Mexican",
        "description": "This homemade hot chocolate has an ever-so-slight kick with the addition of cayenne pepper - just a pinch - which enhances the chocolate flavor and adds just a bit of spice. Sweetened with brown sugar, you'll love this simple and easy homemade hot chocolate recipe!",
        "ingredients": [
            "2 cup whole milk ((or other milk, plant-based for vegan))",
            "4 tablespoons cocoa powder",
            "4 tablespoons brown sugar",
            "¼ teaspoon kosher salt",
            "⅛ teaspoon cayenne pepper ()",
            "whipped cream, marshmallows, and/or a sprinkle of cinnamon (for serving, optional)"
        ],
        "instructions": [
            "Place all ingredients into a small saucepan and whisk together. Heat over medium-low heat and whisk occasionally until the milk is hot but not boiling.",
            "Pour into mugs, top with whipped cream, marshmallows, and/or a sprinkling of cinnamon if desired, and enjoy!"
        ],
        "nutrients": {
            "calories": "305 kcal",
            "carbohydrateContent": "52 g",
            "proteinContent": "14 g",
            "fatContent": "12 g",
            "saturatedFatContent": "7 g",
            "cholesterolContent": "29 mg",
            "sodiumContent": "396 mg",
            "fiberContent": "11 g",
            "sugarContent": "36 g",
            "unsaturatedFatContent": "3.4 g",
            "servingSize": "1 serving"
        },
        "yields": "2 servings",
        "url": "https://www.bowlofdelicious.com/hot-chocolate-with-a-kick/"
    },
    {
        "prep_time": 15,
        "cook_time": 25,
        "total_time": 40,
        "title": "Moroccan Lamb Meatballs",
        "category": [
            "Dinner"
        ],
        "cuisine": "Moroccan",
        "description": "This Moroccan Lamb Meatballs recipe is simmered in a sweet tomato raisin sauce and flavored with Ras el Hanout. Serve over rice or couscous.",
        "ingredients": [
            "1 yellow onion (finely diced and divided)",
            "1/3 cup plain breadcrumbs",
            "1/4 cup milk",
            "1 large egg",
            "kosher salt (as needed (see notes))",
            "2 tablespoons ras el hanout (divided (Moroccan spice blend- see notes))",
            "1 lb. ground lamb (or beef, or a mixture of both)",
            "2 tablespoons extra-virgin olive oil",
            "2 cloves garlic (minced)",
            "15 oz. canned diced tomatoes (preferably fire roasted)",
            "1 cup chicken stock/broth",
            "1/4 cup raisins",
            "1/4 cup chopped fresh cilantro (or parsley)",
            "juice of one lime",
            "cooked rice, couscous, or quinoa, plus extra cilantro/parsley (for serving (optional))"
        ],
        "instructions": [
            "Mix the panade (meatball base).",
            "In a large mixing bowl, mix together half the diced yellow onion, the breadcrumbs (1/3 cup), milk (1/4 cup), egg, 1 teaspoon kosher salt (see notes), and 1 tablespoon of the ras el hanout.",
            "Add the lamb.",
            "Add the ground lamb to the bowl and mix until everything is just combined (try not to over mix- using your hands is a good way to combine everything but you can use a spoon if you prefer).",
            "Form and brown the meatballs.",
            "Heat the olive oil (2 tablespoons) in a 12\" skillet over medium-high heat. Roll the lamb mixture into 1-inch balls (I like using a cookie scoop to measure them equally into my hands, then give them a gentle roll) and place directly in the skillet. When all the meatballs have been added, sear for 1 more minute undisturbed. Flip to the other side (starting with the meatballs that were added to the skillet first) and allow to sear for 2 more minutes. Remove to a plate.",
            "Make the sauce.",
            "Add the other half of the diced onions to the skillet and sauté until softened and starting to brown (about 3 minutes- there should be plenty of oil and fat left in the skillet but if it's dry you can add some more olive oil). Turn down the heat to medium and add the minced garlic (2 cloves) and the other 1 tablespoon of ras el hanout and sauté for 30 seconds to 1 minute longer, until spices and garlic are fragrant. Add the canned diced tomatoes (15 oz.), the chicken broth (1 cup), and the raisins (1/4 cup), stir together, and bring to a gentle simmer.",
            "Finish cooking the meatballs in the sauce.",
            "Place the meatballs and any juices from the plate into the sauce and simmer uncovered without stirring too much for 10 minutes, or until meatballs are cooked through and sauce has reduced and thickened a bit.",
            "Add cilantro and lime and serve.",
            "Turn off heat and stir in the chopped fresh cilantro or parsley (1/4 cup) and juice of one lime. Taste and season with more salt if needed. Serve the meatballs and sauce on cooked rice, couscous, or quinoa, with extra herbs sprinkled on top if desired."
        ],
        "nutrients": {
            "calories": "477 kcal",
            "carbohydrateContent": "24 g",
            "proteinContent": "25 g",
            "fatContent": "36 g",
            "saturatedFatContent": "13 g",
            "cholesterolContent": "125 mg",
            "sodiumContent": "330 mg",
            "fiberContent": "4 g",
            "sugarContent": "5 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/moroccan-lamb-meatballs/"
    },
    {
        "prep_time": 5,
        "cook_time": 25,
        "total_time": 30,
        "title": "Italian Spinach, Orzo, and Meatball Soup",
        "category": [
            "Soup"
        ],
        "cuisine": "Italian",
        "description": "This orzo, spinach, and meatball soup is comforting, healthy, and light. The balance between meat, whole grains (orzo), and vegetables (spinach) makes for a well-rounded, soul satisfying meal. Try using leftover Turkey or chicken in place of the meatballs!",
        "ingredients": [
            "2 tablespoons extra-virgin olive oil",
            "1 onion (diced)",
            "3 cloves garlic (minced)",
            "1 teaspoon dried oregano",
            "1 teaspoon dried basil",
            "1 teaspoon dried thyme",
            "salt and pepper (to taste)",
            "6 oz. canned tomato paste",
            "6 cups chicken stock/broth (or vegetable broth)",
            "1 lb. cooked meatballs (frozen or homemade, the smaller the better)",
            "1 cup orzo (whole wheat or regular)",
            "4 cups baby spinach (packed)"
        ],
        "instructions": [
            "Saute the onion in oil (2 tablespoons) over medium heat in a large pot until translucent.",
            "Add garlic; saute for one minute or until fragrant.",
            "Add tomato paste and spices; stir to coat and continue heating over medium heat until tomato paste cooks for a bit.",
            "Add stock (6 cups) and meatballs. Bring to a boil.",
            "Add orzo (1 cup). Cook until orzo is al dente; approximately 15 minutes.",
            "Just before serving, add spinach (4 cups) and stir into soup until wilted."
        ],
        "nutrients": {
            "calories": "576 kcal",
            "carbohydrateContent": "43 g",
            "proteinContent": "29 g",
            "fatContent": "33 g",
            "saturatedFatContent": "10 g",
            "cholesterolContent": "82 mg",
            "sodiumContent": "1718 mg",
            "fiberContent": "4 g",
            "sugarContent": "8 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/italian-spinach-orzo-and-meatball-soup/"
    },
    {
        "prep_time": 5,
        "cook_time": null,
        "total_time": 5,
        "title": "Strawberry Chia Seed Pudding",
        "category": [
            "Breakfast"
        ],
        "cuisine": "American",
        "description": "This Chia Seed Pudding recipe has fresh or frozen strawberries (or other fruit) and is a healthy, refined sugar free dessert or breakfast!",
        "ingredients": [
            "12-16 oz. strawberries (fresh + roughly chopped or frozen + thawed, or other fruit (see notes))",
            "1 cup milk (any kind, dairy or plant-based (I prefer oat milk))",
            "1 cup yogurt (any kind, dairy or plant-based (I prefer whole milk plain yogurt))",
            "1 teaspoon vanilla extract",
            "1/4 cup maple syrup (or honey, if you prefer.)",
            "1/2 cup chia seeds",
            "fresh chopped strawberries or other fruit and/or whipped cream (for serving, optional)"
        ],
        "instructions": [
            "Purée strawberries, milk, yogurt, vanilla, and maple syrup until smooth.",
            "Add strawberries, milk (1 cup), yogurt (1 cup), vanilla extract (1 teaspoon), and maple syrup (1/4 cup) to a medium bowl. Use an immersion blender to purée until smooth (alternatively, use a standing blender and transfer to a medium bowl).",
            "Stir in the chia seeds.",
            "Add chia seeds (1/2 cup). Stir to mix well.",
            "Refrigerate for at least 4 hours (or overnight), or until chia seeds have gelled and the mixture reaches a thick pudding-like consistency (see notes).",
            "Serve, garnished with fresh strawberries or other fruit and/or whipped cream, if desired."
        ],
        "nutrients": {
            "servingSize": "0.5 cup",
            "calories": "129 kcal",
            "carbohydrateContent": "19 g",
            "proteinContent": "4 g",
            "fatContent": "5 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "4 mg",
            "sodiumContent": "31 mg",
            "fiberContent": "5 g",
            "sugarContent": "12 g",
            "transFatContent": "1 g"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/strawberry-chia-seed-pudding/"
    },
    {
        "prep_time": null,
        "cook_time": null,
        "total_time": null,
        "title": "",
        "category": [
            "None"
        ],
        "cuisine": "",
        "description": "",
        "ingredients": [],
        "instructions": [],
        "nutrients": "",
        "yields": "",
        "url": "https://www.bowlofdelicious.com/black-coffee-making-the-switch/"
    },
    {
        "prep_time": null,
        "cook_time": null,
        "total_time": null,
        "title": "",
        "category": [
            "None"
        ],
        "cuisine": "",
        "description": "",
        "ingredients": [],
        "instructions": [],
        "nutrients": "",
        "yields": "",
        "url": "https://www.bowlofdelicious.com/the-many-faces-of-zoey/"
    },
    {
        "prep_time": 5,
        "cook_time": null,
        "total_time": 5,
        "title": "Homemade Taco Seasoning",
        "category": [
            "Condiments"
        ],
        "cuisine": "Mexican",
        "description": "This homemade taco seasoning recipe uses spices you already have in your pantry- a cheap, easy, Mexican-inspired flavor for chicken, beef, shrimp, + more!",
        "ingredients": [
            "1 tablespoon chili powder",
            "1 tablespoon fine grain salt ((see notes))",
            "2 teaspoons ground cumin",
            "2 teaspoons garlic powder",
            "2 teaspoons dried oregano",
            "1 teaspoon onion powder",
            "1 teaspoon smoked paprika ((or regular paprika))",
            "1 teaspoon ground coriander ((coriander seed))",
            "1 teaspoon black pepper",
            "1/2 teaspoon crushed red pepper ((increase or decrease depending on spice level preference))"
        ],
        "instructions": [
            "Mix all spices together in a small bowl or shake together in a jar.",
            "Store in an airtight container or jar at room temperature for about a year. Use to season chicken, beef, seafood, pasta, and more! Shake before using, as some spices may have settled to the bottom."
        ],
        "nutrients": {
            "servingSize": "1 tablespoon",
            "calories": "14 kcal",
            "carbohydrateContent": "3 g",
            "proteinContent": "1 g",
            "fatContent": "1 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "1190 mg",
            "fiberContent": "1 g",
            "sugarContent": "1 g"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/taco-seasoning/"
    },
    {
        "prep_time": 15,
        "cook_time": 15,
        "total_time": 30,
        "title": "Curry Soup with Chickpeas and Potatoes",
        "category": [
            "Soup"
        ],
        "cuisine": "American",
        "description": "This delicious and frugal chickpea and potato curry soup is the most gorgeous color and is packed with flavor. With carrots for sweetness, this hearty protein-packed plant-based soup is so cozy in cold weather. Don't skip the lime juice at the end!",
        "ingredients": [
            "2 tablespoons coconut oil (or butter, or ghee)",
            "1 large yellow onion (diced)",
            "3 cloves garlic (minced)",
            "1 teaspoon ground cinnamon",
            "1 teaspoon ground cumin",
            "1 tablespoon curry powder",
            "½ teaspoon crushed red pepper ((optional))",
            "2 carrots (peeled and finely diced)",
            "1-1½ lb. gold potatoes (diced (see notes))",
            "30 oz. canned chickpeas (drained and rinsed (two cans, about 3 cups))",
            "14 oz. canned coconut milk (preferably full-fat (one can, see notes))",
            "4 cups broth (chicken or vegetable)",
            "kosher salt (to taste (see notes))",
            "juice of one lime",
            "¼ cup chopped fresh cilantro ((optional))"
        ],
        "instructions": [
            "In a large heavy pot with a lid, such as a Dutch oven, melt the coconut oil (2 tablespoons) over medium heat. Add the diced onions and sauté over medium-low to low heat for 5-10 minutes, until softened and browned and starting to caramelize. (This is a great time to prep the rest of your ingredients)",
            "Add the minced garlic (3 cloves), ground cinnamon (1 teaspoon), ground cumin (1 teaspoon), curry powder (1 tablespoon), and crushed red pepper, if using (½ teaspoon). Stir to coat the onions and heat for about 1 minute, until spices are toasted and garlic is fragrant.",
            "Add the diced potatoes, carrots, and drained and rinsed chickpeas. Stir to coat in the spices. Pour in the broth (4 cups) and canned coconut milk. Turn heat up to high and bring to a boil. Cover and simmer on low for 15-20 minutes, or until potatoes have fully cooked (when pierced with a fork they are very tender). Turn off heat.",
            "Optional: To thicken the soup a bit, you can use your immersion blender to blend the soup with a few pulses directly in the pot, or a potato masher to mash some of the ingredients up a bit. Be careful not to do too much, as you still want whole potatoes and chickpeas in there.",
            "Stir in the fresh lime juice and the chopped fresh cilantro, if using. Add salt to taste. Serve."
        ],
        "nutrients": {
            "calories": "326 kcal",
            "carbohydrateContent": "37 g",
            "proteinContent": "9 g",
            "fatContent": "18 g",
            "saturatedFatContent": "14 g",
            "sodiumContent": "792 mg",
            "fiberContent": "9 g",
            "sugarContent": "5 g",
            "unsaturatedFatContent": "2 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/curry-soup/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Maple Oatmeal Raisin Cookies (100% whole grain and butter-free!)",
        "category": [
            "Cookies"
        ],
        "cuisine": "American",
        "description": "Made with coconut oil and whole wheat flour, these are a much healthier version of oatmeal raisin cookies, and just as chewy and delicious!",
        "ingredients": [
            "1 cup coconut oil (melted)",
            "2 eggs",
            "1/2 cup brown sugar",
            "1/2 cup white sugar",
            "1 teaspoon vanilla extract",
            "2 tablespoons maple syrup",
            "1 teaspoon baking soda",
            "1 teaspoon ground cinnamon",
            "1/4 teaspoon ground nutmeg",
            "2 cups old-fashioned oats",
            "1.5 cups white whole wheat flour (or spelt flour)",
            "1 cup raisins"
        ],
        "instructions": [
            "In a large mixing bowl, combine melted coconut oil (microwave for about 30 seconds if in solid state), eggs, sugars, vanilla extract, and maple syrup. Mix well.",
            "Add baking soda, cinnamon, and nutmeg to the bowl. Mix well to combine.",
            "Add oats, flour, and raisins; stir to combine.",
            "Roll into 1-inch balls and place at least 1 inch apart on parchment-lined baking sheet; bake at 350 degrees for 9-12 minutes, or until cookies are just set (they may be only just lightly browned around the edges at this time)."
        ],
        "nutrients": {
            "calories": "120 kcal",
            "carbohydrateContent": "24 g",
            "proteinContent": "3 g",
            "fatContent": "2 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "14 mg",
            "sodiumContent": "54 mg",
            "fiberContent": "2 g",
            "sugarContent": "10 g",
            "servingSize": "1 serving"
        },
        "yields": "24 servings",
        "url": "https://www.bowlofdelicious.com/maple-oatmeal-raisin-cookies-100-whole-grain-and-butter-free/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 30,
        "title": "Mashed Cauliflower with Butter and Herbs",
        "category": [
            "Sides"
        ],
        "cuisine": "American",
        "description": "This low-carb mashed cauliflower with butter and herbs recipe will be your new favorite side dish all year round!",
        "ingredients": [
            "1 head cauliflower (cut into florets (see notes))",
            "2 cups chicken stock/broth (or vegetable broth, or, in a pinch, water)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "2 tablespoons butter",
            "1/4 cup heavy cream (or half and half, or whole milk)",
            "1/4 cup chopped fresh herbs (I used parsley and dill)"
        ],
        "instructions": [
            "Add the cauliflower and chicken broth (2 cups) to a large pot, along with a generous pinch of kosher salt. Bring to a boil, cover, and simmer on low for 20 minutes, or until cauliflower pieces, including any stems, are very tender when you stick a fork in them.",
            "Drain the cauliflower and add it back to the pot.",
            "Use a potato masher to mash the cauliflower to desired consistency. If you want it to be VERY smooth, use a food processor or blender to pulverize it.",
            "Add the butter (2 tablespoons), heavy cream (1/4 cup), and fresh herbs to the mashed cauliflower. Continue to mash (or blend) until all ingredients are combined. Season to taste with salt and pepper.",
            "Serve garnished with more herbs and/or butter, if desired."
        ],
        "nutrients": {
            "servingSize": "1 cup",
            "calories": "144 kcal",
            "carbohydrateContent": "8 g",
            "proteinContent": "3 g",
            "fatContent": "11 g",
            "saturatedFatContent": "7 g",
            "cholesterolContent": "35 mg",
            "sodiumContent": "530 mg",
            "fiberContent": "2 g",
            "sugarContent": "2 g"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/mashed-cauliflower/"
    },
    {
        "prep_time": 5,
        "cook_time": null,
        "total_time": 5,
        "title": "Miso Sesame Ginger Dressing",
        "category": [
            "Salad Dressing"
        ],
        "cuisine": "Japanese",
        "description": "This Miso Sesame Ginger Dressing packs a ton of flavor and nutritional punch- the sesame and fresh ginger pair together so well, it's made tangy by the lime juice and vinegar, and emulsified by the miso, which adds a salty umami to the dressing.",
        "ingredients": [
            "2 tablespoons fresh ginger (peeled and minced (from about a 2-inch piece))",
            "2 tablespoons white miso",
            "juice of one lime",
            "1 tablespoon sesame seeds",
            "1 tablespoon soy sauce",
            "2 tablespoons canola oil (or other neutral-tasting oil)",
            "3 tablespoons honey",
            "2 tablespoons toasted sesame oil",
            "2 tablespoons rice vinegar",
            "2 tablespoons apple cider vinegar (unfiltered is best)"
        ],
        "instructions": [
            "Whisk all ingredients together in a small bowl, or shake together in a jar, until smooth and emulsified.",
            "Just before serving, you may have to shake or stir it again."
        ],
        "nutrients": {
            "calories": "83 kcal",
            "carbohydrateContent": "6 g",
            "fatContent": "6 g",
            "sodiumContent": "210 mg",
            "sugarContent": "5 g",
            "servingSize": "1 serving"
        },
        "yields": "10 servings",
        "url": "https://www.bowlofdelicious.com/miso-sesame-ginger-dressing/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Mandarin Orange Glazed Salmon",
        "category": [
            "Fish"
        ],
        "cuisine": "Asian",
        "description": "This colorful and healthy Mandarin Orange Glazed Salmon takes only 20 minutes to make and is broiled to perfection to create a sticky, thick glaze on top and keep the salmon moist and flaky.",
        "ingredients": [
            "1.5 lbs. salmon",
            "kosher salt",
            "zest and juice of 2 mandarin oranges (or 1 large naval orange)",
            "1/4 cup brown sugar",
            "1 clove garlic (minced)",
            "1 tablespoon fresh ginger (minced)",
            "1/2 tablespoon sriracha hot sauce",
            "2 tablespoons soy sauce",
            "1/2 tablespoon rice vinegar",
            "fresh cilantro (for garnish (optional))"
        ],
        "instructions": [
            "Season both sides of the salmon with kosher salt.",
            "OPTIONAL: for crispy salmon skin, sear skin-side down in a hot skillet with olive oil for 2-3 minutes, until browned and crispy, before proceeding.",
            "Place salmon skin-side down on a rimmed baking sheet. Arrange top oven rack close to the broiler.",
            "Mix all remaining ingredients (besides cilantro) in a small pot. Heat on stove top, whisking constantly, until sugar has melted and sauce is slightly thickened (about 3-4 minutes).",
            "Brush some of the glaze on the top of the salmon.",
            "Broil salmon for 8-10 minutes, removing to brush more glaze on top every two minutes, until it flakes easily with a fork and glaze has developed a thick layer on top.",
            "Serve garnished with fresh cilantro."
        ],
        "nutrients": {
            "calories": "309 kcal",
            "carbohydrateContent": "16 g",
            "proteinContent": "35 g",
            "fatContent": "11 g",
            "saturatedFatContent": "2 g",
            "cholesterolContent": "94 mg",
            "sodiumContent": "625 mg",
            "fiberContent": "1 g",
            "sugarContent": "15 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/mandarin-orange-glazed-salmon/"
    },
    {
        "prep_time": 30,
        "cook_time": 30,
        "total_time": 60,
        "title": "Vegetarian Enchiladas Verdes",
        "category": [
            "Dinner"
        ],
        "cuisine": "Mexican",
        "description": "These easy green vegetarian enchiladas verdes are packed with mushrooms, spinach, and zucchini, topped with cheese and store-bought roasted tomatillo salsa!",
        "ingredients": [
            "1 tablespoon extra-virgin olive oil (or butter)",
            "1 yellow onion (diced)",
            "2 cloves garlic (minced)",
            "1 jalapeño pepper (ribs and seeds removed and finely diced)",
            "16 oz. mushrooms (sliced (I used baby portobello))",
            "2 medium zucchini (quartered and sliced)",
            "16 oz. frozen chopped spinach",
            "15 oz. canned pinto beans (drained and rinsed (1.5 cups))",
            "2 cups salsa verde (store bought or homemade)",
            "kosher salt and black pepper (to taste)",
            "10-12 flour tortillas",
            "16 oz. shredded Monterey jack cheese",
            "chopped cilantro and red onion and diced avocado (for serving, optional)"
        ],
        "instructions": [
            "Preheat oven to 375 degrees F.",
            "Heat the olive oil (1 tablespoon) in a large (12\") skillet over medium-high heat. Add the diced onion and sauté until softened and starting to brown (about 3 minutes). Add the minced garlic (2 cloves) and sauté until fragrant (about 30 seconds).",
            "Add the mushrooms and diced jalapeño and some salt and pepper to the skillet. Sauté until softened and starting to brown, stirring only occasionally (about 5 minutes). Add the zucchini and sauté until softened (about 5 more minutes), again stirring only occasionally.",
            "Add the frozen spinach (no need to defrost) to the skillet and sauté until most of the liquid has evaporated from the skillet- push the veggies to the side and if you see liquid pooling at the bottom, sauté for a little longer (this can take about 10 minutes).",
            "Add the pinto beans and 1/2 cup of the salsa verde to the skillet and stir together. Taste and adjust seasoning if necessary.",
            "Warm up the flour tortillas by wrapping in a damp paper towel and placing in the microwave for about 30 seconds. Spread 1/2 cup of the salsa verde in the bottom of a 9x13 baking dish. Then, fill each tortilla with a generous amount of the veggie filling and place seam-side down in the prepared baking dish. If you have extra filling, just stuff it in-between the filled tortillas (or use for another purpose).",
            "Pour the rest of the salsa verde on top of the enchiladas and top with shredded cheese.",
            "Bake covered with foil for 20 minutes at 375 degrees, and for another 10 minutes uncovered, until cheese is melted and bubbly.",
            "Top with chopped cilantro and red onion and serve with diced avocado, if desired."
        ],
        "nutrients": {
            "servingSize": "1 enchilada",
            "calories": "363 kcal",
            "carbohydrateContent": "31 g",
            "proteinContent": "19 g",
            "fatContent": "19 g",
            "saturatedFatContent": "9 g",
            "cholesterolContent": "40 mg",
            "sodiumContent": "927 mg",
            "fiberContent": "5 g",
            "sugarContent": "7 g"
        },
        "yields": "10 servings",
        "url": "https://www.bowlofdelicious.com/vegetarian-enchiladas-verdes/"
    },
    {
        "prep_time": 10,
        "cook_time": 30,
        "total_time": 40,
        "title": "Sweet Corn and Zucchini Risotto",
        "category": [
            "Main"
        ],
        "cuisine": "Italian",
        "description": "This vegetarian sweet corn and zucchini risotto recipe is such a great way to enjoy summer produce- the zucchini is grated, so it melts into every bite while still maintaining a great texture, and the corn cobs are used to add flavor and starch to the broth base.",
        "ingredients": [
            "2 tablespoons extra-virgin olive oil",
            "1 onion (chopped)",
            "2 cloves garlic (minced)",
            "1 cup arborio rice (or other type of rice, see notes)",
            "kosher salt (to taste)",
            "black pepper (to taste)",
            "1/2 cup dry white wine (such as Pinot Grigio or Sauvignon Blanc)",
            "4 cups chicken stock/broth (more if needed, or vegetable broth, or water)",
            "3 medium zucchini (grated (about 1 1/2 pounds))",
            "2 ears corn (kernels removed, cobs reserved (or 1 cup frozen sweet corn))",
            "3/4 cup parmesan cheese (grated (omit for vegan/dairy free option))",
            "1/4 cup parsley (chopped)",
            "extra parmesan cheese, olive oil, black pepper, and chopped parsley (for serving (optional))"
        ],
        "instructions": [
            "Put chicken or vegetable stock in a medium pot. Add the corn cobs (minus the kernels) to it (skip this if you are using frozen corn). Bring to a boil, turn heat down to keep hot throughout the recipe over very low heat.",
            "Meanwhile, heat olive oil (2 tablespoons) in a large, deep, heavy skillet, pot, or dutch oven over medium-high heat.",
            "Add onions and sauté until softened and beginning to brown (about 5 minutes).",
            "Add garlic, stir until fragrant (about 30 seconds).",
            "Pour the rice (1 cup) into the pot, stirring occasionally, until it's coated in the oil and a little bit toasted (1-2 minutes).",
            "Season with salt and pepper.",
            "Add the wine and stir constantly until liquid is almost all gone.",
            "Add 1/2 cup of the hot chicken or vegetable stock and stir constantly. Once liquid has been absorbed by the rice, add 1/2 cup more stock, continuing to stir frequently, but not all the time. Repeat this for about 15 minutes, keeping heat on medium to medium-high.",
            "After 15 minutes, stir in the grated zucchini and corn, along with 1/2 cup more stock. The zucchini will release liquid- keep stirring until the liquid has released and the rice has absorbed most of it (about 10 minutes).",
            "If needed, continue adding stock 1/2 cup at a time until rice is fully cooked. Taste it along the way to check!",
            "Once rice is fully cooked, remove from heat. Stir in grated parmesan (3/4 cup) and chopped parsley (1/4 cup) and stir frequently until cheese has melted. Adjust seasoning as necessary.",
            "Serve drizzled with a little more extra-virgin olive oil, a sprinkling of parmesan, some fresh cracked black pepper, and extra parsley."
        ],
        "nutrients": {
            "calories": "465 kcal",
            "carbohydrateContent": "57 g",
            "proteinContent": "18 g",
            "fatContent": "16 g",
            "saturatedFatContent": "5 g",
            "cholesterolContent": "20 mg",
            "sodiumContent": "661 mg",
            "fiberContent": "3 g",
            "sugarContent": "9 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/sweet-corn-and-zucchini-risotto/"
    },
    {
        "prep_time": 5,
        "cook_time": 40,
        "total_time": 45,
        "title": "Two Ingredient Rice Pudding (Dairy Free)",
        "category": [
            "Dessert"
        ],
        "cuisine": "American",
        "description": "This french vanilla dairy free rice pudding recipe uses only TWO INGREDIENTS- dairy free coffee creamer and rice! It's served cold, so it's the perfect make-ahead dessert.",
        "ingredients": [
            "1 cup rice",
            "2 cups French Vanilla Coconut Milk Creamer (such as So Delicious Dairy Free)",
            "pinch kosher salt",
            "1-2 cups hot water (as needed)",
            "cinnamon and fresh fruit (for serving (optional))"
        ],
        "instructions": [
            "Stir the rice (1 cup), creamer (2 cups), and a pinch of kosher salt together in a medium sized pot.",
            "Bring to a boil, and simmer covered over low heat until rice absorbs liquid (about 20 minutes).",
            "Add 1/2 cup hot water and stir to combine, allowing rice to continue to absorb the liquid. Continue adding water 1/2 cup at a time, allowing the rice to absorb until fully cooked (similar to making risotto).",
            "Serve cold topped with cinnamon and fresh fruit or berries, if desired."
        ],
        "nutrients": {
            "calories": "124 kcal",
            "carbohydrateContent": "22 g",
            "proteinContent": "2 g",
            "fatContent": "1 g",
            "saturatedFatContent": "1 g",
            "sodiumContent": "1 mg",
            "fiberContent": "1 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/dairy-free-rice-pudding/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Korean BBQ Sloppy Joes",
        "category": [
            "Sandwich"
        ],
        "cuisine": "Korean",
        "description": "Korean BBQ Beef Sloppy Joes will be your new favorite easy weeknight dinner! With only five ingredients, you can whip up these yummy warm sandwiches in 20 minutes.",
        "ingredients": [
            "1 tablespoon canola oil (or other neutral tasting oil)",
            "4 green onions (thinly sliced, dark green parts reserved)",
            "1/2 red bell pepper (finely diced)",
            "1 lb. lean ground beef",
            "1/2 cup Korean BBQ sauce (see notes)",
            "4 hamburger buns (I like Hawaiian buns, or brioche (optional: grill the buns cut-side down in butter))",
            "sesame seeds (for garnish (optional))"
        ],
        "instructions": [
            "Heat the vegetable oil (1 tablespoon) in a large skillet. Add the white and light green parts of the green onions, as well as the diced red bell pepper. Sauté until softened and starting to brown.",
            "Add the ground beef (1 pound.) to the skillet and cook/brown completely, breaking it apart with a wooden spoon as you go.",
            "Add the Korean BBQ sauce (1/2 cup) to the skillet. Stir together and bring to a simmer on low, simmering for 5 minutes or so uncovered until sauce has thickened. Stir in the dark green onions parts.",
            "Divide the beef mixture into the hamburger buns (4), garnish with more dark green onion parts if you have them, and sprinkle with sesame seeds if using. Serve."
        ],
        "nutrients": {
            "servingSize": "1 sandwich",
            "calories": "364 kcal",
            "carbohydrateContent": "33 g",
            "proteinContent": "31 g",
            "fatContent": "11 g",
            "saturatedFatContent": "3 g",
            "transFatContent": "1 g",
            "cholesterolContent": "70 mg",
            "sodiumContent": "851 mg",
            "fiberContent": "2 g",
            "sugarContent": "12 g",
            "unsaturatedFatContent": "7 g"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/korean-bbq-sloppy-joes/"
    },
    {
        "prep_time": 6,
        "cook_time": 14,
        "total_time": 20,
        "title": "Four Ingredient Oven Fried Catfish",
        "category": [
            "Fish"
        ],
        "cuisine": "Southern",
        "description": "All you need are four ingredients and 20 minutes for the easiest southern style oven fried catfish ever! Slightly spicy, super crispy on the outside, and tender and flaky on the inside. Gluten free, healthy, and great on its own or in a sandwich!",
        "ingredients": [
            "2 tablespoons extra-virgin olive oil (or canola or vegetable oil)",
            "1.5 lbs catfish filets (cut into smaller pieces (about 3-4 inches wide))",
            "2 eggs (beaten)",
            "1/2 teaspoon kosher salt (plus more if needed)",
            "1/4 teaspoon black pepper (plus more if needed)",
            "1 cup cornmeal",
            "1 tablespoon creole seasoning",
            "lemon slices and chopped fresh parsley, for serving (optional)"
        ],
        "instructions": [
            "Preheat your oven to 475 F.",
            "Grease a rimmed baking sheet with all of the olive oil (2 tablespoons).",
            "In a shallow bowl, beat together the 2 eggs with kosher salt (1/2 teaspoon) and black pepper (1/4 teaspoon).",
            "In another shallow bowl, mix together the cornmeal (1 cup) and creole seasoning (1 tablespoon).",
            "Coat each piece of catfish in the egg mixture, followed by the cornmeal mixture. Make sure you coat all sides and pat it in a bit so it's very well coated.",
            "Place on the greased baking sheet.",
            "Bake at 475 for 7 minutes.",
            "Flip the fish over, bake for another 7 minutes.",
            "Serve with fresh lemon slices and parsley for garnish, if desired."
        ],
        "nutrients": {
            "calories": "411 kcal",
            "carbohydrateContent": "29 g",
            "proteinContent": "34 g",
            "fatContent": "16 g",
            "saturatedFatContent": "3 g",
            "cholesterolContent": "180 mg",
            "sodiumContent": "397 mg",
            "fiberContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/four-ingredient-southern-style-oven-fried-catfish/"
    },
    {
        "prep_time": 1,
        "cook_time": 5,
        "total_time": 6,
        "title": "Six-Minute Seared Ahi Tuna Steaks",
        "category": [
            "Fish"
        ],
        "cuisine": "Seafood",
        "description": "These seared ahi tuna steaks take only 6 minutes to make- they're healthy, crispy and seared on the outside, and medium-rare on the inside, and bursting with umami flavor!",
        "ingredients": [
            "2 ahi tuna (yellowfin tuna) steaks ((about 4 oz. each, 1\" thick - see notes for thinner or thicker))",
            "2 tablespoons soy sauce",
            "1 tablespoon toasted sesame oil (see notes)",
            "1 tablespoon honey (see notes)",
            "1/2 teaspoon kosher salt",
            "1/4 teaspoon black pepper (to taste)",
            "1/4 teaspoon cayenne pepper ((optional))",
            "1 tablespoon canola oil (or olive oil)",
            "green onions, toasted sesame seeds, and lime wedges (for serving (optional))"
        ],
        "instructions": [
            "Pat the ahi tuna steaks dry with a paper towel. Place on a plate or inside a plastic bag.",
            "Mix the soy sauce (2 tablespoons), toasted sesame oil (1 tablespoon), honey (1 tablespoon) kosher salt (1/2 teaspoon- OMIT if marinating for more than a couple hours, see notes), pepper (1/4 teaspoon), and cayenne pepper (1/4 teaspoon) until honey is fully dissolved. Pour over the ahi tuna steaks and turn over to coat completely. Optional: allow to marinate for at least 10 minutes, or up to overnight in the refrigerator. Also optional: Reserve a spoonful or two of the marinade before coating the fish for drizzling on top after you've cooked it.",
            "Heat a medium skillet (preferably non-stick or a well-seasoned cast iron skillet) on medium-high to high until very hot ( or medium to medium-high for nonstick). I recommend giving cast iron 3-5 minutes to get hot and nonstick about 1 minute, depending on how thick it is.",
            "Add the canola oil (1 tablespoon) to the hot pan. Sear the tuna for 1 - 1½ minutes on each side for medium rare ( 2 -2½ minutes for medium-well to well, 30 seconds for very rare. See notes - this will vary based on thickness of the tuna steaks). (Note: different burners get hotter depending on your stove. Use your best judgement whether you use medium, medium-high, or high heat, as the marinade may burn if too high heat is used)",
            "Remove to a cutting board. Slice into 1/2 inch slices and serve garnished with green onions, toasted sesame seeds, and a squeeze of fresh lime juice, if desired."
        ],
        "nutrients": {
            "calories": "331 kcal",
            "carbohydrateContent": "10 g",
            "proteinContent": "28 g",
            "fatContent": "20 g",
            "saturatedFatContent": "3 g",
            "cholesterolContent": "43 mg",
            "sodiumContent": "1632 mg",
            "fiberContent": "1 g",
            "sugarContent": "9 g",
            "servingSize": "1 serving"
        },
        "yields": "2 servings",
        "url": "https://www.bowlofdelicious.com/six-minute-seared-ahi-tuna-steaks/"
    },
    {
        "prep_time": 15,
        "cook_time": 30,
        "total_time": 45,
        "title": "Cauliflower Gratin",
        "category": [
            "Side Dish"
        ],
        "cuisine": "French",
        "description": "Cauliflower Gratin is an easy vegetable side dish with a gruyere and parmesan cheese sauce covered in golden buttery breadcrumbs.",
        "ingredients": [
            "1 large head cauliflower (cut into medium sized florets (about 2 lbs.))",
            "kosher salt and black pepper (to taste)",
            "4 tablespoons butter (divided)",
            "3 tablespoons all-purpose flour",
            "2 cups milk (preferably whole)",
            "3/4 cup shredded gruyere cheese (or sharp cheddar)",
            "3/4 cup grated parmesan cheese",
            "1/2 cup plain breadcrumbs"
        ],
        "instructions": [
            "Preheat oven to 375 degrees F.",
            "Bring a large pot of salted water to a boil. Turn heat to low, and add cauliflower florets to cook for about 5 minutes (they should be a bit tender but still firm). Drain and set aside.",
            "Meanwhile, add 2 tablespoons of the butter to a medium saucepan and melt over low heat. Add the flour (3 tablespoons) and stir together for about 1 minute to form a roux. Turn heat up to medium-high and gradually pour the milk in, whisking constantly, until no clumps remain. Bring to a gentle boil, turn heat back to low, and whisk constantly for about 1 minute, until it's thickened. Turn off the heat and stir in 1/2 cup of the shredded gruyere cheese and 1/2 cup of the grated parmesan cheese until melted. Season to taste with kosher salt and black pepper.",
            "In a small bowl or pyrex measuring cup, melt the remaining 2 tablespoons of butter. Add the breadcrumbs (1/2 cup) and the remaining 1/4 cup shredded gruyere and 1/4 cup grated parmesan. Stir together so everything is well coated in the butter.",
            "Pour enough of the sauce in the bottom of an 8x11 or 9x13 baking dish, or a 10\" or 12\" cast iron skillet to thinly coat the bottom (about 1/3 of the sauce). Add the cauliflower florets on top evenly. Pour the remainder of the sauce evenly on top of the cauliflower. Sprinkle the breadcrumb mixture evenly on top of that.",
            "Bake at 375 degrees F for 35-40 minutes, or until golden brown and bubbly. Serve hot or at room temperature."
        ],
        "nutrients": {
            "calories": "312 kcal",
            "carbohydrateContent": "19 g",
            "proteinContent": "16 g",
            "fatContent": "20 g",
            "saturatedFatContent": "12 g",
            "cholesterolContent": "57 mg",
            "sodiumContent": "443 mg",
            "fiberContent": "2 g",
            "sugarContent": "7 g",
            "servingSize": "1 serving"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/cauliflower-gratin/"
    },
    {
        "prep_time": 10,
        "cook_time": 20,
        "total_time": 35,
        "title": "Healthy Blueberry Muffins",
        "category": [
            "Breakfast"
        ],
        "cuisine": "American",
        "description": "These healthy blueberry muffins are SUPER moist, made with olive oil, part whole wheat flour, minimal sugar, and Greek yogurt for extra protein! You only need one bowl and the prep is so fast and easy.",
        "ingredients": [
            "1/3 cup extra-virgin olive oil",
            "1/3 cup brown sugar",
            "2 large eggs",
            "1 cup Greek yogurt",
            "1/2 tablespoon vanilla extract",
            "1/2 teaspoon ground cinnamon",
            "1/2 teaspoon kosher salt",
            "1 teaspoon baking powder",
            "1 teaspoon baking soda",
            "1/2 cup whole wheat flour",
            "1 1/2 cups all-purpose flour",
            "1 1/2 cups blueberries (fresh or frozen)",
            "turbinado sugar (for sprinkling on top, optional)"
        ],
        "instructions": [
            "Preheat your oven to 400 degrees F and line a 12-cup muffin pan with liners (or grease with oil or butter).",
            "In a large bowl, add the olive oil (1/3 cup), brown sugar (1/3 cup), two eggs, Greek yogurt (1 cup), vanilla extract (1/2 tablespoon), cinnamon (1/2 teaspoon), kosher salt (1/2 teaspoon), baking powder (1 teaspoon), and baking soda (1 teaspoon). Mix together with a whisk or electric mixer for a minute or two, until everything is very well combined.",
            "Add the whole wheat flour (1/2 cup) and all-purpose flour (1.5 cups) to the bowl. Mix with a wooden spoon until just combined (do not overmix).",
            "Fold in the blueberries (1.5 cups).",
            "Add batter to prepared muffin pan. I like to use a large cookie/ice cream scoop for this so they're even.",
            "Sprinkle tops of muffins with turbinado sugar, if desired.",
            "Bake at 400 degrees F for 20-25 minutes, checking to see if they are done by inserting a toothpick in the center of a muffin (if it comes out clean, they're done).",
            "Allow muffins to cool for at least 5 minutes before eating."
        ],
        "nutrients": {
            "calories": "183 kcal",
            "carbohydrateContent": "25 g",
            "proteinContent": "5 g",
            "fatContent": "7 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "28 mg",
            "sodiumContent": "207 mg",
            "fiberContent": "1 g",
            "sugarContent": "8 g",
            "servingSize": "1 serving"
        },
        "yields": "12 servings",
        "url": "https://www.bowlofdelicious.com/healthy-blueberry-muffins/"
    },
    {
        "prep_time": 10,
        "cook_time": 15,
        "total_time": 25,
        "title": "Pasta Puttanesca",
        "category": [
            "Pasta"
        ],
        "cuisine": "Italian",
        "description": "This easy Pasta Puttanesca features spaghetti tossed in a traditional Italian puttanesca sauce with anchovies, capers, olives, and garlic.",
        "ingredients": [
            "16 oz. spaghetti (or other kind of pasta)",
            "2 tablespoons extra-virgin olive oil",
            "5 cloves garlic (coarsely chopped)",
            "2 oz. anchovies packed in oil (drained and roughly chopped (1 tin))",
            "1/2 teaspoon crushed red pepper",
            "28 oz. canned diced tomatoes",
            "1/2 cup coarsely chopped pitted olives (about 20 whole (I used kalamata))",
            "1/4 cup capers (drained and rinsed)",
            "2 tablespoons chopped fresh parsley (optional)",
            "parmesan cheese, extra parsley, and black pepper (for serving (optional))"
        ],
        "instructions": [
            "Boil salted water.",
            "Bring a large pot of heavily salted water to a boil.",
            "Heat oil.",
            "Meanwhile, heat the olive oil (2 tablespoons) in a large deep skillet or pot over medium heat.",
            "Sauté anchovies, garlic, and red pepper flakes.",
            "Add anchovies (2 oz.), garlic (5 cloves), and red pepper flakes (1/2 teaspoon). Keep an eye on the heat and bring it down to medium-low or low if needed; the garlic should cook and soften but not burn. Stir frequently to dissolve anchovies (about 5 minutes).",
            "Add tomatoes, olives, capers, and parsley.",
            "Add the canned diced tomatoes (28 oz.), the chopped olives (1/2 cup), the capers (1/4 cup), and the parsley, if using (2 tablespoons).",
            "Simmer sauce and cook pasta.",
            "Let the sauce simmer, covered for 10-15 minutes. Add the spaghetti (or other pasta, 16 oz.) to the now boiling salted water. Cook according to directions on package until just before al dente.",
            "Add pasta to sauce to finish cooking.",
            "Use tongs or a slotted spoon to transfer pasta directly to the sauce. Transfer about 1/2 cup of the pasta cooking water to the sauce as well. Stir to coat, and continue heating on low heat until pasta is fully al dente and the sauce has thickened and sticks to the pasta well (about 3-5 more minutes). If it seems dry at all, you can add a little more pasta cooking water about 1/4 cup at a time until it's the right consistency.",
            "Garnish and serve.",
            "Serve, sprinkled with parmesan cheese, extra parsley, and black pepper if desired."
        ],
        "nutrients": {
            "calories": "290 kcal",
            "carbohydrateContent": "48 g",
            "proteinContent": "11 g",
            "fatContent": "7 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "6 mg",
            "sodiumContent": "691 mg",
            "fiberContent": "3 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/pasta-puttanesca/"
    },
    {
        "prep_time": 10,
        "cook_time": null,
        "total_time": 10,
        "title": "Mixed Green Salad with Egg, Avocado, and Creamy Lemon-Dill Dressing",
        "category": [
            "Salad"
        ],
        "cuisine": "American",
        "description": "A refreshing, filling, and flavorful salad with a simple homemade dressing. Great to take to work for a healthy, satisfying lunch-on-the-go!",
        "ingredients": [
            "1/4 cup chopped fresh dill",
            "1/2 cup sour cream (or greek yogurt)",
            "juice of 1 lemon",
            "salt and pepper (to taste)",
            "2-3 tablespoons milk (optional (or buttermilk), to thin it out)",
            "2 cups mixed greens",
            "1-2 hard-boiled eggs (sliced)",
            "1/2 avocado (sliced)"
        ],
        "instructions": [
            "Combine all dressing ingredients in bowl, jar, or 2-cup measuring cup. Mix well, and adjust seasonings if desired.",
            "Layer greens, eggs, and avocado in a bowl or on a plate.",
            "Drizzle with about 4 tablespoons of dressing.",
            "Save leftover dressing in an airtight container for about one week."
        ],
        "nutrients": {
            "calories": "496 kcal",
            "carbohydrateContent": "17 g",
            "proteinContent": "13 g",
            "fatContent": "44 g",
            "saturatedFatContent": "18 g",
            "cholesterolContent": "249 mg",
            "sodiumContent": "202 mg",
            "fiberContent": "7 g",
            "sugarContent": "6 g",
            "servingSize": "1 serving"
        },
        "yields": "1 serving",
        "url": "https://www.bowlofdelicious.com/mixed-greens-salad-with-egg-avocado-and-creamy-lemon-dill-dressing/"
    },
    {
        "prep_time": 10,
        "cook_time": 45,
        "total_time": 55,
        "title": "Boston Brown Bread (New England Brown Bread)",
        "category": [
            "Bread"
        ],
        "cuisine": "American",
        "description": "Boston Brown Bread is a New England classic recipe - this version has raisins, 100% whole grains, no refined sugar, and baked in a loaf pan.",
        "ingredients": [
            "butter or cooking spray (for greasing the pan)",
            "1/2 cup cornmeal",
            "1/2 cup rye flour",
            "1/2 cup whole wheat flour",
            "1 teaspoon baking powder",
            "1 teaspoon baking soda",
            "1 teaspoon kosher salt",
            "2 tablespoons maple syrup",
            "1/3 cup dark molasses",
            "1 cup whole milk",
            "1 teaspoon vanilla extract",
            "1/2 cup raisins (golden or regular, or a mix)",
            "salted butter and baked beans (for serving, optional)"
        ],
        "instructions": [
            "Grease your pan and preheat the oven.",
            "Grease a 9x5 loaf pan (or for a more authentic version, a 29 oz. coffee can) with a generous amount of butter. Preheat your oven to 350 degrees F.",
            "Mix dry ingredients.",
            "Whisk or stir together the cornmeal (1/2 cup), rye flour (1/2 cup), whole wheat flour (1/2 cup), baking powder (1 teaspoon), baking soda (1 teaspoon), and kosher salt (1 teaspoon) in a large mixing bowl.",
            "Add wet ingredients.",
            "Add the maple syrup (2 tablespoons), molasses (1/3 cup), milk (1 cup), and vanilla extract (1 teaspoon) to the batter and whisk or stir together until everything is combined.",
            "Fold in raisins.",
            "Add the raisins to the batter and fold in.",
            "Pour batter in pan and seal with foil.",
            "Pour batter in prepared baking dish. Cover tightly with foil (so the steam doesn't escape to keep the bread moist).",
            "Bake, cool, slice, and serve.",
            "Bake at 350 for 45-50 minutes, or until a toothpick in the center comes out clean. Allow to cool in the pan for 10 minutes before running a knife around the edge and gently removing it. Cool for 5-10 minutes longer, slice into 10 pieces, and serve slathered with butter with a side of baked beans."
        ],
        "nutrients": {
            "servingSize": "1 slice",
            "calories": "150 kcal",
            "carbohydrateContent": "32 g",
            "proteinContent": "3 g",
            "fatContent": "2 g",
            "saturatedFatContent": "1 g",
            "cholesterolContent": "2 mg",
            "sodiumContent": "360 mg",
            "fiberContent": "2 g",
            "sugarContent": "12 g"
        },
        "yields": "10 servings",
        "url": "https://www.bowlofdelicious.com/brown-bread/"
    },
    {
        "prep_time": 10,
        "cook_time": null,
        "total_time": 10,
        "title": "Quick and Easy Classic Hummus",
        "category": [
            "Dips"
        ],
        "cuisine": "Mediterranean",
        "description": "This Quick and Easy Classic Hummus recipe is a fast way to get super smooth, creamy hummus without using dry beans or removing the skins! It's high in fiber, protein, and healthy fats, and it makes a wonderful snack on pita bread or spread on sandwiches.",
        "ingredients": [
            "15 oz. canned chickpeas (drained and rinsed (1.5 cups cooked chickpeas))",
            "1 clove garlic (smashed)",
            "1/2 teaspoon ground cumin",
            "1/2 teaspoon kosher salt",
            "1/4 cup fresh lemon juice (from about 2 lemons)",
            "2 tablespoons water",
            "1/4 cup tahini ((see notes))",
            "1/4 cup extra-virgin olive oil",
            "extra olive oil, sesame seeds, whole chickpeas, chopped parsley (for garnish (optional))"
        ],
        "instructions": [
            "Add the drained and rinsed chickpeas, smashed garlic clove, cumin (1/2 teaspoon), and kosher salt (1/2 teaspoon) to a food processor. Press on until everything is chopped very finely and blended together (about 1-2 minutes).",
            "Slowly drizzle in the lemon juice (1/4 cup), then water (2 tablespoons), while food processor is running.",
            "Scrape down the sides, add the tahini (1/4 cup), and process again.",
            "Scrape down the sides, then slowly drizzle in the olive oil (1/4 cup) while food processor is on.",
            "Chill for at least 30 minutes, which will help infuse the flavors and thicken the hummus.",
            "Serve drizzled with more extra-virgin olive oil and sprinkled with whole chickpeas, sesame seeds, and chopped parsley, if desired."
        ],
        "nutrients": {
            "calories": "154 kcal",
            "carbohydrateContent": "9 g",
            "proteinContent": "4 g",
            "fatContent": "12 g",
            "saturatedFatContent": "2 g",
            "sodiumContent": "296 mg",
            "fiberContent": "3 g",
            "sugarContent": "1 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/quick-easy-classic-hummus/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 20,
        "title": "Easy BBQ Chicken Naan Pizza (Copycat California Pizza Kitchen Recipe!)",
        "category": [
            "Pizza"
        ],
        "cuisine": "American",
        "description": "This homemade BBQ Chicken Naan Pizza is healthier than CPK's recipe, more delicious, and super quick and easy to make! This will become one of your favorite recipes.",
        "ingredients": [
            "2 naan flatbreads",
            "1/2 cup BBQ sauce (any kind will do)",
            "1 cup cooked shredded or chopped chicken (such as rotisserie)",
            "1/4 cup red onion (sliced)",
            "1 cup mozzarella cheese (shredded)",
            "2 tablespoons fresh cilantro (chopped)"
        ],
        "instructions": [
            "Preheat oven to 450 degrees and place the oven rack in the lower half of the oven.",
            "Mix 2-3 tablespoons of the barbecue sauce with the chicken.",
            "Place the naan on a rimmed baking sheet. Top each naan flatbread with the remaining BBQ sauce, followed by the cheese, chicken and BBQ sauce mixture, and sliced onion.",
            "Bake for 10-15 minutes in the lower part of the oven, or until cheese is melted and crust is browned.",
            "Top each pizza with one tablespoon of chopped fresh cilantro."
        ],
        "nutrients": {
            "calories": "389 kcal",
            "carbohydrateContent": "46 g",
            "proteinContent": "19 g",
            "fatContent": "14 g",
            "saturatedFatContent": "5 g",
            "cholesterolContent": "54 mg",
            "sodiumContent": "1065 mg",
            "fiberContent": "1 g",
            "sugarContent": "15 g",
            "servingSize": "1 serving"
        },
        "yields": "4 servings",
        "url": "https://www.bowlofdelicious.com/easy-bbq-chicken-naan-pizza-copycat-california-pizza-kitchen-recipe/"
    },
    {
        "prep_time": 20,
        "cook_time": 45,
        "total_time": 65,
        "title": "Spinach and Mushroom Vegetarian Lasagna",
        "category": [
            "Dinner"
        ],
        "cuisine": "Italian",
        "description": "This vegetarian lasagna will satisfy even the most meat-loving carnivores. It's PACKED with good for you veggies, and it can be made well in advance and frozen for an easy make-ahead meal!",
        "ingredients": [
            "8 lasagna noodles",
            "16 oz. chopped frozen spinach",
            "2 cups sliced mushrooms",
            "16 oz. cottage cheese (ricotta can also be used)",
            "2 eggs",
            "16 oz. mozzarella cheese (shredded)",
            "1/2 cup parmesan cheese (grated)",
            "4 cups marinara sauce",
            "1 cup grated carrots",
            "salt and pepper (to taste)"
        ],
        "instructions": [
            "Preheat oven to 375.",
            "In a medium-sized bowl, mix together carrots and sauce.",
            "Thaw the spinach by running hot water over it in a mesh strainer. Squeeze as much water as you can out with the back of a wooden spoon.",
            "In a medium-sized bowl, mix together eggs, cottage cheese, spinach, salt, and pepper.",
            "Cook lasagna noodles for approximately 5 minutes- do not cook all the way (so they absorb some of the liquid of the vegetables)",
            "In two small casserole dishes or one large one, spread a little sauce to cover the bottom of the dish.",
            "Create a layers of: noodles, sauce mixture, cheese mixture, mushrooms, mozzarella cheese, and parmesan cheese. Repeat layers one more time.",
            "Bake at 375 for 20 minutes covered loosely with foil. Remove foil and bake for another 20-25 minutes, or until golden brown and bubbly.",
            "Allow to cool for 5-10 minutes before cutting and serving."
        ],
        "nutrients": {
            "calories": "427 kcal",
            "carbohydrateContent": "36 g",
            "proteinContent": "31 g",
            "fatContent": "19 g",
            "saturatedFatContent": "10 g",
            "cholesterolContent": "100 mg",
            "sodiumContent": "1375 mg",
            "fiberContent": "5 g",
            "sugarContent": "10 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/spinach-and-mushroom-vegetarian-lasagna/"
    },
    {
        "prep_time": 5,
        "cook_time": 5,
        "total_time": 10,
        "title": "Candied Walnuts with Sea Salt and Cinnamon",
        "category": [
            "Snack"
        ],
        "cuisine": "American",
        "description": "This recipe for salted candied walnuts with sea salt and cinnamon take only 5 minutes and 5 ingredients! Eat as a sweet treat, toss with a salad, or serve on a cheese board. Perfect as a holiday gift packaged in mason jars.",
        "ingredients": [
            "2 cups walnuts (or pecans)",
            "3 tablespoons butter",
            "1/4 cup white sugar",
            "1/4 cup brown sugar",
            "1/2 teaspoon cinnamon",
            "1 pinch sea salt"
        ],
        "instructions": [
            "Melt butter (3 tablespoons) in heavy bottomed skillet (I used stainless steel)",
            "Add walnuts (2 cups); stir to coat",
            "Add white sugar (1/4 cup), brown sugar (1/4 cup), and cinnamon (1/2 teaspoon); stir to coat.",
            "Continue stirring until sugars caramelize- they should not be grainy anymore, and begin to darken in color (about 3-4 minutes).",
            "Spread nuts out on a parchment covered baking sheet, sprinkle with sea salt, and allow to cool for at least ten minutes. If nuts are difficult to separate, you can break them apart after they've cooled for a bit.",
            "Eat the candied walnuts on their own, or add to salads for a sweet touch!"
        ],
        "nutrients": {
            "calories": "280 kcal",
            "carbohydrateContent": "17 g",
            "proteinContent": "5 g",
            "fatContent": "23 g",
            "saturatedFatContent": "4 g",
            "cholesterolContent": "11 mg",
            "sodiumContent": "45 mg",
            "fiberContent": "2 g",
            "sugarContent": "14 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/salted-cinnamon-candied-walnuts/"
    },
    {
        "prep_time": 10,
        "cook_time": 10,
        "total_time": 30,
        "title": "Instant Pot Loaded Baked Potato Soup",
        "category": [
            "Soup"
        ],
        "cuisine": "American",
        "description": "This Instant Pot Potato Soup has all the taste of a loaded baked potato- butter, sour cream, cheese, bacon, green onion... all made in the pressure cooker!",
        "ingredients": [
            "2 tablespoons butter",
            "1 yellow onion (diced)",
            "2.5 lbs. gold potatoes (diced into 1\" pieces)",
            "4 cups chicken broth (or vegetable broth)",
            "1.5 teaspoons kosher salt ((more or less to taste))",
            "1/2 teaspoon black pepper ((more or less to taste))",
            "8 oz. sour cream",
            "1 cup shredded cheddar cheese",
            "for serving: chopped green onions, chopped cooked bacon, sour cream, and cheese ((optional))"
        ],
        "instructions": [
            "Use the sauté function on your instant pot to melt the butter (2 tablespoons). Add the diced onion and stir to coat. Sauté for about 2 minutes, stirring occasionally, until onions are softened.",
            "Add the chicken broth (4 cups), diced potatoes (2.5 lbs.), kosher salt (1.5 teaspoons), and black pepper (1/2 teaspoon). Stir together.",
            "Turn sauté function off and place cover on instant pot, making sure the valve is set to \"sealing.\" Set pressure cooker to manual, high pressure for 10 minutes.",
            "When the 10 minutes is up, quick release the pressure by using a wooden spoon to turn the valve from \"sealing\" to \"venting.\" Wait until the float valve depresses completely until you open the pressure cooker (this can take about 5 minutes).",
            "Use an immersion blender to puree the soup directly in the pot. (Alternatively, use a potato masher for a more rustic texture.)",
            "Add the sour cream (8 oz.) and the shredded cheddar cheese (1 cup) to the pot and stir together until melted. Taste and adjust seasoning if necessary.",
            "Serve garnished with sliced green onions, chopped cooked bacon, more sour cream, and more cheese, if desired."
        ],
        "nutrients": {
            "calories": "308 kcal",
            "carbohydrateContent": "27 g",
            "proteinContent": "11 g",
            "fatContent": "18 g",
            "saturatedFatContent": "11 g",
            "cholesterolContent": "49 mg",
            "sodiumContent": "1355 mg",
            "fiberContent": "5 g",
            "sugarContent": "2 g",
            "servingSize": "1 serving"
        },
        "yields": "6 servings",
        "url": "https://www.bowlofdelicious.com/instant-pot-potato-soup/"
    },
    {
        "prep_time": 20,
        "cook_time": 20,
        "total_time": 40,
        "title": "Strawberry Ginger Hand Pies",
        "category": [
            "Dessert"
        ],
        "cuisine": "American",
        "description": "Not only are these mini hand pies adorable for Valentine's day, but they use very little refined sugar and are the perfect balance of tart and sweet!",
        "ingredients": [
            "2 prepared pie doughs (storebought or homemade)",
            "1.5 cups chopped strawberries (about 8 oz.)",
            "2 tablespoons sugar",
            "1 tablespoon corn starch",
            "1 tablespoon fresh ginger (minced (about a 1-inch piece))",
            "1 egg (beaten, mixed with 1 tablespoon water)",
            "turbinado sugar (for top, optional)"
        ],
        "instructions": [
            "Mix together the strawberries (1.5 cups), sugar (2 tablespoons), corn starch (1 tablespoon), and ginger (1 tablespoon). Set aside.",
            "Roll out the pie crusts and, using a 3\" heart-shaped cookie cutter, cut 8 hearts (more if you're able to).",
            "In the center of one cut-out, place about 2 tablespoons of the strawberry mixture. Brush the edges with the egg wash, then put another cut out on top. Use a fork to seal the edges, and pierce the top in a criss-cross with a sharp paring knife.",
            "Repeat for all the cutouts; place on a parchment covered baking sheet.",
            "Brush the tops of each pie with the egg wash, and sprinkle turbinado sugar on each.",
            "Bake at 425 degrees for 20 minutes, or until golden brown.",
            "Cool on a wire rack."
        ],
        "nutrients": {
            "calories": "227 kcal",
            "carbohydrateContent": "27 g",
            "proteinContent": "4 g",
            "fatContent": "12 g",
            "saturatedFatContent": "4 g",
            "cholesterolContent": "20 mg",
            "sodiumContent": "182 mg",
            "fiberContent": "2 g",
            "sugarContent": "4 g",
            "servingSize": "1 serving"
        },
        "yields": "8 servings",
        "url": "https://www.bowlofdelicious.com/strawberry-ginger-hand-pies/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-pot-orecchiette/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/peppermint-cookies/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-pudding/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/zucchini-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/salmon-burgers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-and-linguine-with-tomato-basil-butter-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/whole-wheat-pizza-dough/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/wild-rice-and-mushroom-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/avocado-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/maple-and-rosemary-glazed-chicken-and-fall-veggies-sheet-pan-dinner/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/lo-mein-meatballs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-carnitas-pulled-pork-tacos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-lamb-tacos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-pie-pancakes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sheet-pan-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-mango-salsa/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crispy-roasted-asparagus/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/caldo-verde/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-chicken-bites/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-delicata-squash/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/potato-wedges/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/honey-soy-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/scrap-vegetable-stockbroth/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-mayo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-pot-roast/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-cauliflower-pasta/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/barley-and-lentil-salad-dill-vinaigrette/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mexican-street-corn-pasta-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/potato-chips/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/make-ahead-breakfast-pie-lattice-bacon-crust/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spaghetti-roasted-red-pepper-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-parmesan-sliders/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/dinner-rolls/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-sweet-potato-hummus/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/apricot-chicken-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fish-en-papillote/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/halloumi-bites/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tex-mex-tuna-noodle-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/apple-coleslaw/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/oven-baked-goat-cheese-balls-with-fresh-basil-and-honey/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/barley-risotto-with-asparagus-basil-and-lemon/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/peach-caprese-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-roasted-cauliflower/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-sweet-potato-and-black-bean-stew/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/24-classic-thanksgiving-recipes-in-your-crockpot/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/creamy-maple-balsamic-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-vegetable-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-corned-beef-cabbage-carrots-buttered-potatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-vietnamese-bun-bowls/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cherry-almond-overnight-oats-dairy-free/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/italian-tortellini-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/salisbury-steak/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/make-ahead-breakfast-tacos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chocolate-coconut-energy-balls-with-pecans-and-dates/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/brussels-sprout-and-bacon-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-nuggets/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/paleo-oven-fried-chicken-tenders/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-zucchini-quiche/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/broccoli-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crispy-baked-sweet-potato-fries-avocado-cilantro-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/leek-and-gruyere-grilled-cheese/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/simple-summer-peach-salsa/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-greek-style-green-beans-and-chicken-thighs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoked-salmon-and-caper-cream-cheese-toast/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/panzanella/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-piccata-pasta/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/oven-fried-chicken-tenders/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/bread-crumbs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/iced-ginger-honey-lemon-tea/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/rosemary-and-garlic-roast-chicken-breasts-and-potatoes-whole30-challenge/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-meyer-lemon-bars/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sauteed-mushrooms/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/massaged-kale-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/creamy-cucumber-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/salmon-arugula-feta-frittata/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-prep-kale/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/paleo-greek-meatballs-keftedes-and-romesco-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fresh-ginger-tea/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-make-your-own-diy-instant-oatmeal-packets/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chipotle-salmon-tacos-with-cilantro-lime-crema/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/10-minute-chipotle-steak-tacos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/bbq-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/garlic-poached-salmon-with-creamy-lemon-caper-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-scalloped-potatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-gingerbread-cake-with-orange-mascarpone-cream/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/healthy-zucchini-muffins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/carrot-fries/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/carrot-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sweet-and-spicy-roasted-nuts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/whole-wheat-apple-cider-donut-muffins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/zucchini-butter-turkey-roll-ups/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/10-minute-blackened-tilapia-with-avocado-cucumber-salsa/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-asparagus-spinach-and-potato-soup-vegan/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-broccoli/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/vasilopita-greek-new-years-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/paleo-tuna-croquettes-with-lemon-dill-aioli/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sauteed-vegetable-goat-cheese-naan-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/winter-minestrone-soup-root-vegetables-quinoa-instant-pot-slow-cooker/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/glazed-sweet-potatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/avgolemono/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/butterscotch-pudding-from-scratch/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chickpea-curry/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-and-cashew-lettuce-wraps/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/milk-and-honey-cold-brewed-iced-coffee/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/oven-baked-pork-chops/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cobb-salad-buttermilk-ranch-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/buffalo-mushroom-naan-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/salmon-croquettes-with-lemon-dill-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/skinny-pineapple-chicken-cashews/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/norwegian-waffles/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cranberry-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/steel-cut-oats/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-beet-salad-with-grapefruit-vinaigrette/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sriracha-deviled-eggs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/twice-baked-potatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-stuffed-peppers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/asparagus-tart-with-goat-cheese-and-gruyere/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-no-knead-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/skillet-potato-salad-bacon-arugula/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/5-minute-sauteed-spinach-with-garlic-and-lemon/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/shakshuka/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mini-tomato-pies/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/breakfast-blts-spicy-mayo-arugula/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spaghetti-with-burrata/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/asian-chicken-meatballs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/quick-and-easy-spaghetti-and-meatballs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/honey-skillet-cornbread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crustless-spinach-tomato-and-feta-quiche/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/whole-wheat-no-knead-focaccia-with-rosemary-and-sea-salt/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mini-mushroom-goat-cheese-and-rosemary-quiches/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-mushroom-gravy-vegetarianvegan-optional/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/creamy-potato-caramelized-fennel-and-kale-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-barley/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/leftover-ham-recipes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/baked-eggs-with-potatoes-spinach-and-marinara/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/avocado-toast/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/dutch-oven-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/curried-cauliflower-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-cut-broccoli/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-spice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crockpot-slow-cooker-red-beans-and-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/5-ways-to-shop-for-clean-real-food-on-a-budget/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sheet-pan-sausage/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/caprese-pasta-salad-creamy-balsamic-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/brussels-sprouts-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/iced-honey-vanilla-latte-made-with-an-american-press/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mini-meatloaves/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chickpea-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mixed-greens-salad-with-peaches-goat-cheese-and-walnuts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-spice-snickerdoodles/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/green-smoothie/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-green-beans-fasolakia/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/carrot-ginger-soup-chilled-or-hot/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cilantro-lime-brown-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-chicken-and-avocado-tacos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/white-bean-patties/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-pumpkin-chili/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pappardelle-with-zucchini-mushrooms-and-marinara/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/delicata-squash-egg-cups/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/quick-and-easy-vegan-black-beans-and-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/italian-vegetarian-stuffed-mushrooms/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-spaghetti-browned-butter-ground-beef-cinnamon/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/swiss-chard-quiche/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-eggplant-parmesan/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/linguine-fra-diavolo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/winter-citrus-salad-red-wine-vinaigrette/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/ginger-turmeric-butternut-squash-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/whole-wheat-cranberry-ginger-pecan-muffins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/rosemary-and-honey-roasted-almonds/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/arugula-cantaloupe-and-prosciutto-salad-with-goat-cheese-and-almonds/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mini-hasselback-potatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pan-seared-soy-sauce-and-black-pepper-tofu/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-chicken-broccoli-and-quinoa-cheese/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/bacon-and-kale-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/maple-brown-sugar-oatmeal-squares/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/norwegian-butter-cookies-serinakaker/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tex-mex-tuna-melts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/the-perfect-simple-cheeseburger/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/coconut-cardamom-and-almond-granola/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/lightened-up-eggplant-parmesan-stacks/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cold-potato-salad-with-buttermilk-dill-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/praline-bacon/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-and-mushrooms/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tuna-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/hawaiian-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/seared-salmon-with-avocado-lemon-and-garlic-aioli/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/olive-oil-bread-dip/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/green-chicken-enchilada-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/vegan-banana-pudding-smoothie-bowl-chia-seeds/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sauteed-shrimp/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/vietnamese-shrimp-spring-rolls-with-spicy-hoisin-peanut-sauce-vegan-friendly/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fluffy-berry-oat-pancakes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/black-bean-burgers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-marbella/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/manestra-simple-greek-orzo-comfort-food/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/baked-chipotle-chicken-burritos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-soup-with-quinoa-sweet-potatoes-and-greens/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/15-minute-egg-drop-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cranberry-brie-en-croute/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/whole-wheat-banana-oat-and-toasted-nut-muffins-100-whole-grain/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-quinoa-and-black-beans/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/egyptian-barley-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pesto-chicken-lasagna-roll-ups/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/banh-mi-tacos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/arugula-and-lime-pasta/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/quick-and-easy-one-pot-chicken-tortilla-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-classic-shrimp-and-grits/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/five-minute-lemon-arugula-pesto/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/two-ingredient-crispy-oven-baked-bbq-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/rosemary-greyhound-cocktails/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-chicken-breasts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/green-goddess-pasta-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/split-pea-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/puff-pastry-zucchini-tart/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/leftover-turkey-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fish-chowder/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/no-bake-pineapple-cheesecake-whip-four-ingredients-and-refined-sugar-free/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-mexican-maple-and-molasses-hot-chocolate/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-make-perfect-crispy-oven-fries/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spiced-pumpkin-pie-oatmeal/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/gluten-free-pumpkin-oat-and-nut-muffins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/jalapeno-cilantro-slaw/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pesto-gnocchi-with-goat-cheese-and-cherry-tomatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/jalapeno-cornbread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sauteed-green-beans-bleu-cheese-walnuts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/5-ingredient-peanut-butter-and-banana-energy-bars/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-lentil-soup-faki/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/macaroni-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/vegetable-frittata/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-split-pea-soup-ham-bone/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/ras-el-hanout/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-zucchini-meatballs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/buffalo-cauliflower/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-16-bean-and-kale-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/feta-tomato-sandwich/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-yogurt-egg-salad-with-dill/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-avocado-salsa/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/southern-style-green-beans/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/whole-wheat-ricotta-gnocchi/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chickpea-salad-sandwiches/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fresh-ginger-and-honey-dressing-marinade/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/potato-and-egg-cups/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chipotle-enchilada-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/feta-and-sun-dried-tomato-tart/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-pot-pie-with-a-whole-wheat-biscuit-crust/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-make-perfect-easy-to-peel-boiled-eggs-every-time/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-pot-pasta-sausage-spinach/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/quick-and-easy-spaghetti-alla-carbonara/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-pot-corned-beef-hash/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/buffalo-chicken-fingers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-caprese-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tortilla-egg-wraps/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/banana-blueberry-oat-muffins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-marinara-to-rule-them-all/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tabbouleh-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-fettucini-alfredo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-roast-chicken-and-potatoes-sheet-pan-dinner/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/baked-meatballs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sheet-pan-pork-chops/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/apple-and-prosciutto-sandwich-with-goat-cheese-and-arugula/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-make-perfect-baked-potatoes-with-yummy-crispy-skin/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/lemon-and-garlic-roasted-zucchini-and-corn/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-cut-a-mango/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/zucchini-and-corn-tacos-with-fresh-guacamole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/peach-cobbler/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/shrimp-couscous-peas-mint/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sfougato/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mexican-lasagna/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spanakopita-burgers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pea-puree/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-garlic-and-lemon-hummus/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/breakfast-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/creamy-lemony-vegetable-pasta-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/maple-bacon-roasted-brussels-sprouts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/quinoa-mushroom-and-zucchini-veggie-burgers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/shrimp-orzo-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/quick-and-easy-homemade-pizza-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/homemade-almond-butter-whole30-paleo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/green-machine-minestrone-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/refrigerator-sweet-dill-pickles/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-pasta-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cranberry-orange-biscotti/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-chicken-enchiladas/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/healthy-vegetarian-tortilla-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/potato-and-cauliflower-mash/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/keftedes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crockpot-turkey-and-vegetable-chili/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pineapple-and-ham-fried-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sweet-potato-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spiced-chicken-and-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-pan-garlic-butter-salmon-and-swiss-chard/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sweet-and-spicy-sausage-with-peppers-and-onions/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-moroccan-butternut-squash-chickpea-and-spinach-stew/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/turkey-gravy/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/10-minute-veggie-fried-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cucumber-tomato-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mediterranean-chickpea-and-feta-salad-wrap-with-creamy-greek-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tortilla-chips/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/olive-garden-zuppa-toscana/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/gochujang-tofu/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/honey-cornmeal-pancakes-with-blackberry-maple-syrup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/breakfast-cookies/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/curried-chicken-salad-with-apples-and-raisins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/lemon-garlic-and-rosemary-whole-roast-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crispy-honey-buffalo-chicken-thighs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-pot-orzo-mushrooms/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sausage-breakfast-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/apple-crisp/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spaghetti-with-browned-butter-and-wilted-greens/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-fish-stew/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chorizo-and-black-bean-huevos-rancheros/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-sweet-potato-lentil-and-spinach-stew/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/red-lentil-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/five-spice-orange-beef-and-broccoli-better-than-take-out/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tzatziki-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/poached-chicken-breasts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-turkey-breast/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/rhode-island-clam-chowder/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoked-salmon-english-muffins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/detox-chicken-and-vegetable-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-honeynut-squash/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/how-to-cube-a-watermelon/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roast-pork-tenderloin-with-vanilla-apple-chutney/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/irish-lamb-and-potato-stew/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-and-corn-enchilada-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/orzo-pilaf/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/soy-sauce-and-green-onion-scrambled-eggs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-white-chicken-chili/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/the-ultimate-vegetarian-pita-sandwich/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fresh-mozzarella-tomato-and-basil-sandwiches-with-balsamic-glaze/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tangy-cucumber-and-radish-salad-with-dill/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crispy-brussels-sprouts-with-pickled-red-onions/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-vegetarian-chili/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chai-spiced-pumpkin-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/beef-barley-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/5-minute-spinach-and-cheddar-microwave-quiche-in-a-mug/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-chicken-tikka-masala/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/homemade-texas-salsa/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/deconstructed-wedge-salad-homemade-blue-cheese-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mini-blueberry-scones/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/egg-roll-in-a-bowl/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/salted-almond-chocolate-chunk-cookies/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/shrimp-scampi/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-pot-mediterranean-turkey-sausage-and-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/dutch-butter-cake/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/wild-rice-and-black-bean-veggie-burgers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sweet-potato-and-turkey-shepherds-pie/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-potatoes-and-onions/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/homemade-frozen-fish-sticks-with-tartar-sauce-whole30/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/ranch-dressing-dip-no-mayo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-stock/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pasta-e-fagioli/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/five-ingredient-pasta-with-bolognese-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/italian-mac-and-cheese/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/everything-bagel-crispy-smashed-potatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/turkey-salad-with-cranberries-and-walnuts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/perfect-pan-seared-steak-with-browned-butter-pan-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-chicken-tortilla-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fresh-tomato-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-cajun-pickled-green-beans-and-carrots/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/two-ingredient-vegan-chocolate-banana-ice-cream/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/turkey-enchiladas/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/hasselback-butternut-squash/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/thai-sesame-red-cabbage-and-carrot-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/apple-cake/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-garlic-paste-and-how-to-make-roasted-garlic/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mashed-potatoes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/prosciutto-watermelon-skewers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-and-wild-rice-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chicken-piccata/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/zucchini-ribbon-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-sweet-potato-and-black-bean-enchiladas/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/stuffed-pepper-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fiesta-chicken-salad-no-mayodairy-free/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-deviled-eggs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/creamy-chicken-rice-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mango-avocado-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/red-lentil-dal-with-poached-eggs-and-cucumber-yogurt-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pan-fried-sea-bass-with-lemon-garlic-herb-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/homemade-whole-wheat-croutons/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/healthy-banana-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/skinny-orange-sesame-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/veggie-cream-cheese/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/four-ingredient-pesto-pasta-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/baked-lemon-chicken-souvlaki-and-salad-with-creamy-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/the-best-refried-beans-ever/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sesame-cucumber-spiralized-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/lemon-raspberry-pancakes-maple-cream-cheese-drizzle/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mashed-potato-cakes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-baklava/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/buffalo-chicken-stuffed-shells/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mexican-roasted-zucchini/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-whole-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/broccoli-avocado-soup-with-beet-greens/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/honey-mustard-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/grilled-green-beans-gochujang-mayo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/herb-roasted-vegetables-with-balsamic-reduction/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/gingerbread-energy-balls/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-red-pepper-and-tomato-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/blackened-shrimp-tacos-with-creamy-dill-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/antipasto-pasta-salad-with-chickpeas-olives-and-roasted-vegetables/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-chicken-noodle-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/shrimp-ceviche/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/udon-noodle-stir-fry/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-pulled-pork/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/paleo-greek-stuffed-zucchini-boats/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/20-healthy-back-up-freezer-meals-to-keep-on-hand-for-emergencies/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/orange-chai-spice-cookies-made-with-whole-wheat-flour/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mushroom-brie-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/butternut-squash-and-red-lentil-soup-turmeric/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/oven-dried-tomatoes-with-garlic-and-herb-oil/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-buffalo-wings/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sweet-and-sour-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/two-ingredient-baked-egg-and-sweet-potato-nests/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/whole-grain-lemon-poppy-seed-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/chili-garlic-sweet-potato-fries-with-lemon-garlic-mayo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/apple-cinnamon-perfect-oatmeal/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/no-knead-cinnamon-raisin-bread/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/israeli-couscous-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fried-rice-with-crispy-tofu/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/taco-stuffed-mini-peppers/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mint-julep/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sweet-and-spicy-sriracha-and-carrot-hummus/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/steamed-broccoli-with-soy-mayo-dip/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/honey-mustard/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/one-pot-spaghetti-with-meat-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mango-quinoa-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-ginger-date-cookies/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/orange-olive-oil-cake/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/shrimp-zucchini-fritters/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-tomato-and-burrata-caprese-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/watermelon-salad-queso-fresco-lime-cilantro/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/world-meet-zoey/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/coconut-chicken-curry/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/best-vegetarian-breakfast-sandwich/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-crockpot-pulled-pork-sandwiches/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/bbq-salmon/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mushroom-wild-rice-pilaf/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spinach-and-mushroom-calzones-homemade-hot-pockets/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/peanut-butter-dip/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/easy-chicken-and-dumplings-from-scratch/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/super-nachos-with-refried-beans-cheese-and-jalapenos/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/taco-pasta/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/toasted-ravioli/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mexican-risotto-with-sweet-corn-and-cotija-cheese-made-with-brown-rice/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spring-vegetable-orzo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/baked-gnocchi-with-marinara-mozzarella-and-fresh-basil/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/southwestern-meatloaf/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/salmon-goat-cheese-and-arugula-salad-with-creamy-lemon-garlic-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/banana-chia-seed-pancakes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/green-goddess-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/kale-pesto/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-hummus/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/slow-cooker-butternut-squash-soup-with-curry-and-ginger/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/two-ingredient-pesto-baked-chicken-breasts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-figs-and-goat-cheese-with-rosemary-honey-balsamic-dressing/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-black-eyed-pea-soup-for-the-new-year/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/kourabiedes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-sweet-potato-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/flounder-and-asparagus-with-fresh-lemon-pepper/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/15-minute-perfect-poached-salmon-chive-butter/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/strawberry-bruschetta/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/bacon-wrapped-asparagus-with-goat-cheese/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tuna-melts/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/dark-chocolate-and-cranberry-pumpkin-oatmeal-cookies-and-a-giveaway/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/irish-soda-bread-scones-with-raisins-orange-and-caraway/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/butternut-squash-browned-butter-and-rosemary-fettucini-alfredo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/jalapeno-deviled-eggs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/creamy-mushroom-chicken-and-wild-rice-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/skillet-shepherds-pie-with-mashed-cauliflower-from-alexia-premium-side-dishes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/banh-mi-hot-dogs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/stuffed-portobello-mushrooms/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/homemade-peanut-butter-in-four-minutes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mild-green-chile-and-corn-chowder/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/dill-dip/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/bar-harbor-coleslaw-mayo-free/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/blackened-fish-tacos-with-mango-salsa/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/maple-cinnamon-pudding-with-vanilla-whipped-cream/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/best-simple-guacamole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-mexican-pulled-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/tartar-sauce/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pineapple-salsa/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/asparagus-pea-and-gruyere-spring-omelette/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spanakopita-pasta/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fourth-quarterly-food-blog-income-report-how-i-made-3631-34-in-three-months/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sesame-chicken/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pizza-caprese/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/veggie-burger-hash-browns/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mushroom-cheddar-omelettes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/oven-baked-steak-and-chicken-fajitas/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/oven-baked-spinach-and-barley-arancini-italian-rice-balls/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/ham-apple-and-swiss-panini/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/greek-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/instant-pot-chili-with-ground-beef-and-dry-kidney-beans-slow-cooker-optional/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/healthy-20-minute-chicken-and-mushroom-stroganoff/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/muffin-pan-breakfast-sandwiches-aka-how-to-feed-a-hoard-of-hungry-teenagers-a-healthy-real-food-breakfast/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/new-england-baked-haddock-real-food-edition/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/fresh-pea-risotto/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/rainbow-fruit-pizza/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/honey-blackberry-mint-mocktails/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/diy-no-bake-chewy-granola-bars/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cheap-dinner-recipes/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/butternut-squash-mash/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/spicy-southern-tomato-and-spinach-pie/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/blt-pasta-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/nepalese-potato-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/smoky-slow-cooker-black-bean-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/maple-banana-oat-and-nut-muffins-vegan/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/bruschetta-pasta/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crustless-ham-and-zucchini-quiche/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/simple-shepherds-pie/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/italian-bread-crumbs/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/grilled-chicken-skewers-sweet-pepper-relish/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/roasted-cauliflower-with-pine-nuts-and-raisins/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mexican-baked-beans-chorizo/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/lentil-barley-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mediterranean-seven-layer-dip/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/creamy-tomato-and-spinach-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/pumpkin-french-toast-casserole/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/stuffed-cabbage-roll-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sheet-pan-salmon/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/black-bean-and-corn-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mini-spinach-feta-pies-spanakopita/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/zucchini-soup/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crispy-spicy-roasted-chickpeas/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/mediterranean-chickpea-and-orzo-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/crispy-oven-roasted-chicken-thighs-with-lemon-butter-and-thyme/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/cranberry-goat-cheese-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/sweet-potato-corned-beef-and-cabbage-breakfast-bake/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/strawberry-arugula-salad/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/avocado-and-chorizo-toast/"
    },
    {
        "error": "",
        "attempted_url": "https://www.bowlofdelicious.com/seared-salmon-with-scallion-butter/"
    }
]